{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Dominance and rarity in tree communities across the globe: Patterns, predictors and threats",
        "pub_year": 2024,
        "author": "I. HORDIJK and L. BIALIC-MURPHY and T. LAUBER and D. ROUTH and L. POORTER and M.C. RIVERS and H. TER STEEGE and J. LIANG and P.B. REICH and S. DE-MIGUEL and G.-J. NABUURS and J.G.P. GAMARRA and H.Y.H. CHEN and M. ZHOU and S. WISER and H. PRETZSCH and A. PAQUETTE and N. PICARD and B. HERAULT and J.-F. BASTIN and G. ALBERTI and M. ABEGG and Y.C. ADOU YAO and A.M. ALMEYDA ZAMBRANO and B.V. ALVARADO and E. ÁLVAREZ-DÁVILA and P. ALVAREZ-LOAYZA and L.F. ALVES and C. AMMER and C. ANTÓN-FERNÁNDEZ and A. ARAUJO-MURAKAMI and L. ARROYO and V. AVITABILE and G.A. AYMARD CORREDOR and T.R. BAKER and O. BANKI and J.G. BARROSO and M. BASTIAN and L. BIRIGAZZI and P. BIRNBAUM and R. BITARIHO and P. BOECKX and F. BONGERS and O. BOURIAUD and P.H.S. BRANCALION and S. BRANDL and R. BRIENEN and E.N. BROADBENT and H. BRUELHEIDE and F. BUSSOTTI and R. CAZZOLLA GATTI and R.G. CÉSAR and G. CESLJAR and R.L. CHAZDON and C. CHISHOLM and E. CIENCIALA and C.J. CLARK and D.B. CLAR and G. COLLETTA and D.A. COOMES and F. CORNEJO VALVERDE and J.J. CORRAL-RIVAS and P. CRIM and J. CUMMING and S. DAYANANDAN and A.L. DE GASPER and M. DECUYPER and G. DERROIRE and B. DEVRIES and I. DJORDJEVIC and A. IÊDA and A. DOURDAIN and J. DOLEZAL and N.L. ENGONE OBIANG and B. ENQUIST and T.J. EYRE and A. BELARMAIN FANDOHAN and T.M. FAYLE and L.V. FERREIRA and T.R. FELDPAUSCH and L. FINÉR and M. FISCHER and C.D. FLETCHER and L. FRIZZERA and D. GIANELLE and H.B. GLICK and D. HARRIS and A. HECTOR and A. HEMP and G.M. HENGEVELD and J. HERBOHN and A. HILLERS and E.N. HONORIO CORONADO and C. HUI and H. CHO and T. IBANEZ and I. JUNG and N. IMAI and A.M. JAGODZINSKI and B. JAROSZEWICZ and V.K. JOHANNSEN and C.A. JOLY and T. JUCKER and V. KARMINOV and K. KARTAWINATA and E. KEARSLEY and D. KENFACK and D.K. KENNARD and S. KEPFER-ROJAS and G. KEPPEL and M. LATIF KHAN and T.J. KILLEEN and H. SEOK KIM and K. KITAYAMA and M. KÖHL and H. KORJUS and F. KRAXNER and D. LAARMANN and M. LANG and S.L. LEWIS and H. LU and N. LUKINA and B.S. MAITNER and Y. MALHI and E. MARCON and B. SCHWANTES MARIMON and B.H. MARIMON-JUNIOR and A.R. MARSHALL and E. MARTIN and O.V. MARTYNENKO and J.A. MEAVE and O. MELO-CRUZ and C. MENDOZA and C. MEROW and S. MISCICKI and A.L. MONTEAGUDO MENDOZA and V.S. MORENO and S.A. MUKUL and P. MUNDHENK and M.G. NAVA-MIRANDA and D. NEILL and V.J. NELDNER and R.V. NEVENIC and M.R. NGUGI and P.A. NIKLAUS and J. OLEKSYN and P.V. ONTIKOV and E. ORTIZ-MALAVASI and Y. PAN and A. PARADA-GUTIERREZ and E.I. PARFENOVA and M. PARK and M. PARREN and N. PARTHASARATHY and P.L. PERI and S. PFAUTSCH and O.L. PHILLIPS and M.T.F. PIEDADE and D. PIOTTO and N.C.A. PITMAN and I. POLO and A. DALBERG POULSEN and J.R. POULSEN and F. RAMIREZ AREVALO and Z. RESTREPO-CORREA and M. RODEGHIERO and S. ROLIM and A. ROOPSIND and F. ROVERO and E. RUTISHAUSER and P. SAIKIA and C. SALAS-ELJATIB and P. SCHALL and D. SCHEPASCHENKO and M. SCHERER-LORENZEN and B. SCHMID and J. SCHÖNGART and E.B. SEARLE and V. SEBEN and J.M. SERRA-DIAZ and D. SHEIL and A.Z. SHVIDENKO and J. SILVA-ESPEJO and M. SILVEIRA and J. SINGH and P. SIST and AL. ET",
        "journal": "Global Ecology and Biogeography"
    }
}