{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Evenness mediates the global relationship between forest productivity and richness",
        "pub_year": 2023,
        "author": "I. HORDIJK and D. MAYNARD and S. HART and M. LIDONG and H. TER STEEGE and J. LIANG and S. DE-MIGUEL and G. NABUURS and P. REICH and M. ABEGG and C. Y. ADOU YAO and G. ALBERTI and A. ALMEYDA ZAMBRANO and B. ALVARADO and A. ESTEBAN and P. ALVAREZ-LOAYZA and L. ALVES and C. AMMER and C. ANTON-FERNANDEZ and A. ARAUJO-MURAKAMI and L. ARROYO and V. AVITABILE and G. AYMARD C and T. BAKER and R. BAłAZY and O. BANKI and J. BARROSO and M. BASTIAN and J. BASTIN and L. BIRIGAZZI and P. BIRNBAUM and R. BITARIHO and P. BOECKX and F. BONGERS and O. BOURIAUD and P. BRANCALION and S. BRANDL and R. BRIENEN and E. BROADBENT and H. BRUELHEIDE and F. BUSSOTTI and R. CAZZOLLA GATTI and R. CESAR and G. CESLJAR and R. CHAZDON and H. CHEN and C. CHISHOLM and E. CIENCIALA and C. CLARK and D. CLARK and G. COLLETTA and D. COOMES and F. CORNEJO VALVERDE and J. CORRAL-RIVAS and P. CRIM and J. CUMMING and S. DAYANANDAN and A. DE GASPER and M. DECUYPER and G. DERROIRE and B. DEVRIES and I. DJORDJEVIC and A. IEDA and A. DOURDAIN and E. O. NESTOR LAURIER and B. ENQUIST and T. EYRE and A. B. FANDOHAN and T. FAYLE and L. FERREIRA and T. FELDPAUSCH and L. FINER and M. FISCHER and C. FLETCHER and L. FRIZZERA and J. GAMARRA and D. GIANELLE and H. GLICK and D. HARRIS and A. HECTOR and A. HEMP and G. HENGEVELD and B. HERAULT and J. HERBOHN and A. HILLERS and E. HONORIO CORONADO and C. HUI and H. CHO and T. IBANEZ and I. BIN JUNG and N. IMAI and A. JAGODZINSKI and B. JAROSZEWICZ and V. JOHANSSEN and C. JOLY and T. JUCKER and V. KARMINOV and K. KARTAWINATA and E. KEARSLEY and D. KENFACK and D. KENNARD and S. KEPFER-ROJAS and G. KEPPEL and M. L. KHAN and T. KILLEEN and H. S. KIM and K. KITAYAMA and M. KOHL and H. KORJUS and F. KRAXNER and D. LAARMANN and M. LANG and S. LEWIS and H. LU and N. LUKINA and B. MAITNER and Y. MALHI and E. MARCON and B. S. MARIMON and B. H. MARIMON-JUNIOR and A. R. MARSHALL and E. MARTIN and O. MARTYNENKO and J. MEAVE and O. MELO-CRUZ and C. MENDOZA and C. MEROW and M. STANISLAW and A. M. MENDOZA and V. MORENO and S. MUKUL and P. MUNDHENK and M. NAVA-MIRANDA and D. NEILL and V. NELDNER and R. NEVENIC and M. NGUGI and P. NIKLAUS and J. OLEKSYN and P. ONTIKOV and E. ORTIZ-MALAVASI and Y. PAN and A. PAQUETTE and A. PARADA-GUTIERREZ and E. PARFENOVA and M. PARK and M. PARREN and N. PARTHASARATHY and P. PERI and S. PFAUTSCH and O. PHILLIPS and N. PICARD and M. T. PIEDADE and D. PIOTTO and N. PITMAN and I. POLO and L. POORTER and A. D. POULSEN and J. POULSEN and H. PRETZSCH and F. RAMIREZ AREVALO and Z. RESTREPO-CORREA and M. RODEGHIERO and S. ROLIM and A. ROOPSIND and F. ROVERO and E. RUTISHAUSER and P. SAIKIA and C. SALAS-ELJATIB and P. SCHALL and D. SCHEPASCHENKO and M. SCHERER-LORENZEN and B. SCHMID and J. SCHONGART and E. SEARLE and V. EBEň and J. SERRA-DIAZ and D. SHEIL and A. SHVIDENKO and J. SILVA-ESPEJO and M. SILVEIRA and J. SINGH and P. SIST and F. SLIK and B. SONKE and A. SOUZA and K. STEREńCZAK and J. SVENNING and M. SVOBODA and B. SWANEPOEL and N. TARGHETTA and N. TCHEBAKOVA and R. THOMAS and E. TIKHONOVA and P. UMUNAY and V. USOLTSEV and R. VALENCIA and F. VALLADARES and F. VAN DER PLAS and D. V. TRAN and M. VAN NULAND and R. VASQUEZ MARTINEZ and H. VERBEECK and H. VIANA and A. VIBRANS and S. VIEIRA and K. VON GADOW and H. WANG and J. WATSON and G. WERNER and S. WISER and F. WITTMANN and V. WORTEL and R. ZAGT and T. ZAWILA-NIEDZWIECKI and C. ZHANG and X. ZHAO and M. ZHOU and Z. ZHU and I. C. ZO-BI and T. CROWTHER",
        "journal": "Journal of Ecology"
    }
}