{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Co-limitation towards lower latitudes shapes global forest diversity gradients",
        "pub_year": 2022,
        "author": "J. LIANG and J. G. P. GAMARRA and N. PICARD and M. ZHOU and B. PIJANOWSKI and D. JACOBS and P. REICH and T. CROWTHER and G.-J. NABUURS and S. DE-MIGUEL and J. FANG and C. WOODALL and J.-C. SVENNING and T. JUCKER and J.-F. BASTIN and S. WISER and F. SLIK and B. HERAULT and G. ALBERTI and G. KEPPEL and G. HENGEVELD and P. IBISCH and C. SILVA and H. TER STEEGE and P. PERI and D. COOMES and E. SEARLE and K. VON GADOW and B. JAROSZEWICZ and A. ABBASI and M. ABEGG and Y. YAO and J. AGUIRRE-GUTIERREZ and A. ZAMBRANO and J. ALTMAN and E. ALVAREZ-DAVILA and J. G. ALVAREZ-GONZALEZ and L. ALVES and B. AMANI and C. AMANI and C. AMMER and B. A. ILONDEA and C. ANTON-FERNANDEZ and V. AVITABILE and G. AYMARD and A. AZIHOU and J. BAARD and T. BAKER and R. BALAZY and M. BASTIAN and R. BATUMIKE and M. BAUTERS and H. BEECKMAN and N. M. H. BENU and R. BITARIHO and P. BOECKX and J. BOGAERT and F. BONGERS and O. BOURIAUD and P. BRANCALION and S. BRANDL and F. BREARLEY and J. BRISENO-REYES and E. BROADBENT and H. BRUELHEIDE and E. BULTE and A. C. CATLIN and R. CAZZOLLA GATTI and R. CESAR and H. CHEN and C. CHISHOLM and E. CIENCIALA and G. COLLETTA and J. J. CORRAL-RIVAS and A. CUCHIETTI and A. CUNI-SANCHEZ and J. DAR and S. DAYANANDAN and T. DE HAULLEVILLE and M. DECUYPER and S. DELABYE and G. DERROIRE and B. DEVRIES and J. DIISI and T. V. DO and J. DOLEZAL and A. DOURDAIN and G. DURRHEIM and N. L. E. OBIANG and C. EWANGO and T. EYRE and T. FAYLE and L. F. N. FEUNANG and L. FINER and M. FISCHER and J. FRIDMAN and L. FRIZZERA and A. DE GASPER and D. GIANELLE and H. GLICK and M. S. GONZALEZ-ELIZONDO and L. GORENSTEIN and R. HABONAYO and O. HARDY and D. HARRIS and A. HECTOR and A. HEMP and M. HEROLD and A. HILLERS and W. HUBAU and T. IBANEZ and N. IMAI and G. IMANI and A. JAGODZINSKI and S. JANECEK and V. K. JOHANNSEN and C. JOLY and B. JUMBAM and B. KABELONG and G. A. KAHSAY and V. KARMINOV and K. KARTAWINATA and J. KASSI and E. KEARSLEY and D. KENNARD and S. KEPFER-ROJAS and M. L. KHAN and J. KIGOMO and H. S. KIM and C. KLAUBERG and Y. KLOMBERG and H. KORJUS and S. KOTHANDARAMAN and F. KRAXNER and A. KUMAR and R. KUSWANDI and M. LANG and M. LAWES and R. LEITE and G. LENTNER and S. LEWIS and M. LIBALAH and J. LISINGO and P. M. LOPEZ-SERRANO and H. LU and N. LUKINA and A. M. LYKKE and V. MAICHER and B. MAITNER and E. MARCON and A. MARSHALL and E. MARTIN and O. MARTYNENKO and F. MBAYU and M. MBUVI and J. MEAVE and C. MEROW and S. MISCICKI and V. MORENO and A. MORERA and S. MUKUL and J. MULLER and A. MURDJOKO and M. G. NAVA-MIRANDA and L. E. NDIVE and V. NELDNER and R. NEVENIC and L. NFORBELIE and M. NGOH and A. NGUESSAN and M. NGUGI and A. NGUTE and E. N. N. NJILA and M. NYAKO and T. OCHUODHO and J. OLEKSYN and A. PAQUETTE and E. PARFENOVA and M. PARK and M. PARREN and N. PARTHASARATHY and S. PFAUTSCH and O. PHILLIPS and M. PIEDADE and D. PIOTTO and M. POLLASTRINI and L. POORTER and J. POULSEN and A. D. POULSEN and H. PRETZSCH and M. RODEGHIERO and S. ROLIM and F. ROVERO and E. RUTISHAUSER and K. SAGHEB-TALEBI and P. SAIKIA and M. N. SAINGE and C. SALAS-ELJATIB and A. SALIS and P. SCHALL and D. SCHEPASCHENKO and M. SCHERER-LORENZEN and B. SCHMID and J. SCHONGART and V. EBEň and G. SELLAN and F. SELVI and J. SERRA-DIAZ and D. SHEIL and A. SHVIDENKO and P. SIST and A. SOUZA and K. STEREńCZAK and M. SULLIVAN and S. SUNDARAPANDIAN and M. SVOBODA and M. SWAINE and N. TARGHETTA and N. TCHEBAKOVA and L. TRETHOWAN and R. TROPEK and J. T. MUKENDI and P. M. UMUNAY and V. USOLTSEV and G. VAGLIO LAURIN and R. VALENTINI and F. VALLADARES and F. VAN DER PLAS and D. J. VEGA-NIEVA and H. VERBEECK and H. VIANA and A. VIBRANS and S. VIEIRA and J. VLEMINCKX and C. WAITE and H.-F. WANG and E. K. WASINGYA and C. WEKESA and B. WESTERLUND and F. WITTMANN and V. WORTEL and T. ZAWIłA-NIEDźWIECKI and C. ZHANG and X. ZHAO and J. ZHU and X. ZHU and Z.-X. ZHU and I. ZO-BI and C. HUI",
        "journal": "Nature Ecology & Evolution"
    }
}