{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Integrated global assessment of the natural forest carbon potential",
        "pub_year": 2023,
        "author": "L. MO and C.M. ZOHNER and P.B. REICH and J. LIANG and S. DE MIGUEL and G.-J. NABUURS and S.S. RENNER and J. VAN DEN HOOGEN and A. ARAZA and M. HEROLD and L. MIRZAGHOLI and H. MA and C. AVERILL and O.L. PHILLIPS and J.G.P. GAMARRA and I. HORDIJK and D. ROUTH and M. ABEGG and C.Y. ADOU YAO and G. ALBERTI and A.M. ALMEYDA ZAMBRANO and B.V. ALVARADO and E. ÁLVAREZ-DÁVILA and P. ALVAREZ-LOAYZA and L.F. ALVES and I.L. AMARAL and C. AMMER and C. ANTÓN-FERNÁNDEZ and A. ARAUJO-MURAKAMI and L. ARROYO and V. AVITABILE and G.A. AYMARD and T.R. BAKER and R. BAŁAZY and O. BANKI and J. BARROSO and M. BASTIAN and J.-F. BASTIN and L. BIRIGAZZI and P. BIRNBAUM and R. BITARIHO and P. BOECKX and F. BONGERS and O. BOURIAUD and P.H.S. BRANCALION and S. BRANDL and F.Q. BREARLEY and R. BRIENEN and E.N. BROADBENT and H. BRUELHEIDE and F. BUSSOTTI and R. CAZZOLLA GATTI and R.G. CÉSAR and G. CESLJAR and R.L. CHAZDON and H.Y.H. CHEN and C. CHISHOLM and H. CHO and E. CIENCIALA and C.J. CLARK and D.B. CLARK and G. COLLETTA and D.A. COOMES and F. CORNEJO VALVERDE and J.J. CORRAL-RIVAS and P. CRIM and J. CUMMING and S. DAYANANDAN and A.L. DE GASPER and M. DECUYPER and G. DERROIRE and B. DEVRIES and I. DJORDJEVIC and J. DOLEZAL and A. DOURDAIN and N.L. ENGONE OBIANG and B. ENQUIST and T.J. EYRE and A. BELARMAIN FANDOHAN and T.M. FAYLE and T.R. FELDPAUSCH and L.V. FERREIRA and L. FINÉR and M. FISCHER and C. FLETCHER and L. FRIZZERA and D. GIANELLE and H.B. GLICK and D. HARRIS and A. HECTOR and A. HEMP and G.M. HENGEVELD and B. HERAULT and J. HERBOHN and A. HILLERS and E.N. HONORIO CORONADO and C. HUI and T. IBANEZ and N. IMAI and A.M. JAGODZINSKI and B. JAROSZEWICZ and K. JOHANSEN and C.A. JOLY and T. JUCKER and I. JUNG and V. KARMINOV and K. KARTAWINATA and E. KEARSLEY and D. KENFACK and D.K. KENNARD and S. KEPFER-ROJAS and G. KEPPEL and M. LATIF KHAN and T.J. KILLEEN and H. SEOK KIM and K. KITAYAMA and M. KÖHL and H. KORJUS and F. KRAXNER and D. KUCHER and D. LAARMANN and M. LANG and H. LU and N. LUKINA and B.S. MAITNER and Y. MALHI and E. MARCON and B. SCHWANTES MARIMON and B.H. MARIMON-JUNIOR and A.R. MARSHALL and E. MARTIN and J.A. MEAVE and O. MELO-CRUZ and C. MENDOZA and I. MENDOZA-POLO and S. MISCICKI and C. MEROW and A. MONTEAGUDO MENDOZA and V.S. MORENO and S.A. MUKUL and P. MUNDHENK and M.G. NAVA-MIRANDA and D. NEILL and V.J. NELDNER and R.V. NEVENIC and M.R. NGUGI and P.A. NIKLAUS and J. OLEKSYN and P.V. ONTIKOV and E. ORTIZ-MALAVASI and Y. PAN and A. PAQUETTE and A. PARADA-GUTIERREZ and E.I. PARFENOVA and M. PARK and M. PARREN and N. PARTHASARATHY and P.L. PERI and S. PFAUTSCH and N. PICARD and M.T.F. PIEDADE and D. PIOTTO and N.C.A. PITMAN and A. DALBERG POULSEN and J.R. POULSEN and H. PRETZSCH and F. RAMIREZ AREVALO and Z. RESTREPO-CORREA and M. RODEGHIERO and S. ROLIM and A. ROOPSIND and F. ROVERO and E. RUTISHAUSER and P. SAIKIA and C. SALAS-ELJATIB and P. SANER and P. SCHALL and M.-J. SCHELHAAS and D. SCHEPASCHENKO and M. SCHERER-LORENZEN and B. SCHMID and J. SCHÖNGART and E.B. SEARLE and V. SEBEN and J.M. SERRA-DIAZ and D. SHEIL and A.Z. SHVIDENKO and J. SILVA-ESPEJO and M. SILVEIRA and J. SINGH and P. SIST and AL. ET",
        "journal": "Nature"
    }
}