{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Water table depth modulates productivity and biomass across Amazonian forests",
        "pub_year": 2022,
        "author": "T.R. SOUSA and J. SCHIETTI and I.O. RIBEIRO and T. EMILIO and R. HERRERA FERNÁNDEZ and H. TER STEEGE and C.V. CASTILHO and A. ESQUIVEL-MUELBERT and T.R. BAKER and A. PONTES-LOPES and C.V.J. SILVA and J.M. SILVEIRA and G. DERROIRE and W. CASTRO and A.L. MONTEAGUDO MENDOZA and A.R. RUSCHEL and A. PRIETO and A.J. NOGUEIRA LIMA and A. RUDAS and A. ARAUJO-MURAKAMI and A. PARADA GUTIERREZ and A. ANDRADE and A. ROOPSIND and A.G. MANZATTO and A. DI FIORE and A. TORRES-LEZAMA and A. DOURDAIN and B.S. MARIMON and B.H. MARIMON JUNIOR and B. BURBAN and B. VAN ULFT and B. HERAULT and C.A. QUESADA and C. MENDOZA and C. STAHL and D. BONAL and D. GALBRAITH and D. NEILL and E.A. DE OLIVEIRA and E. HASE and E. JIMENEZ-ROJAS and E. VILANOVA and E. ARETS and E. BERENGUER and E. ÁLVAREZ-DÁVILA and E.N. HONORIO CORONADO and E.J. ALMEIDA and F. COELHO and F. CORNEJO VALVERDE and F. ELIAS and F. BROWN and F. BONGERS and F. RAMIREZ AREVALO and G. LOPEZ-GONZALEZ and G. VAN DER HEIJDEN and C. G.A. AYMARD and G. FLORES LLAMPAZO and G. PARDO and H. RAMIREZ-ANGULO and I.L. DO AMARAL and I.C. GUIMARÃES VIEIRA and I. HUAMANTUPA-CHUQUIMACO and J.A. COMISKEY and J. SINGH and J. SILVA ESPEJO and J. DEL AGUILA-PASQUEL and J.A. ZWERTS and J. TALBOT and J. TERBORGH and J.N. FERREIRA and J. BARROSO and J. BARLOW and J.L.C. CAMARGO and J. STROPP and J. PEACOCK and J. SERRANO and K. MELGAÇO and L.V. FERREIRA and L. BLANC and L. POORTER and L. VALENZUELA GAMARRA and L.E.O.C. ARAGAO and L. ARROYO and M. SILVEIRA and M.C. PEÑUELA-MORA and P. NUÑEZ VARGAS and M. TOLEDO and M. DISNEY and M. REJOU-MECHAIN and M. BAISIE and M. KALAMANDEEN and N.C. PALLQUI CAMACHO and N. DAVILA CARDOZO and N. SILVA and N.C.A. PITMAN and N. HIGUCHI and O. BANKI and P. ALVAREZ LOAYZA and P.M.L.A. GRAÇA and P. MORANDI and P.J. VAN DER MEER and P. VAN DER HOUT and P. NAISSO and AL. ET",
        "journal": "Global Ecology and Biogeography"
    }
}