{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "L'engagement des avocats d'extrême-gauche L'exemple des membres du Mouvement d'Action Judiciaire dans les années 1970",
        "pub_year": 2017,
        "citation": "Figures de l'engagement: objets, formes, trajectoires, 41, 2017",
        "author": "Jean-Philippe TONNEAU",
        "journal": "Figures de l'engagement: objets, formes, trajectoires",
        "pages": "41",
        "publisher": "Presses Universitaires de Nancy",
        "abstract": "Créé en 1968, d'abord sous le nom de Groupement d'Action Judiciaire (GAJ), le Mouvement d'Action Judiciaire (MAJ) regroupe différents professionnels, membres ou proches de l'extrême-gauche: des avocats, des magistrats, des inspecteurs du travail, des éducateurs, etc.; mais ce sont essentiellement les membres du Barreau qui coordonnent ses actions et ses prises de position'. Ces avocats importent la politique au sein de leur activité professionnelle. Cette politisation² de leur activité s' exprime notamment par les domaines du droit exercés, les clientèles représentées ou encore les arguments constitutifs de leurs dossiers. Plus encore, ces avocats mettent leurs compétences juridiques au service non seulement des luttes sociales du moment mais également des justiciables du quotidien. Bref, ces membres du Barreau se présentent volontiers, et1. Précisons, d'emblée, qu'il est difficile de connaître le nombre exact d'avocats parmi les membres du MAJ. Une avocate du Centre de la France nous a précisé que les membres du Barreau représentaient<< une poignée de cerise»,«une centaine de personnes chez les avocats» au début des années 1970. Entretien avocate, Centre, 20 novembre 2013. 2. Sur la politisation, nous nous référons à l'article de Jacques Lagroye. Lagroye, J.(2003). Les processus de politisation. In J. Lagroye (Eds.), La politisation (pp. 359-372). Paris: Belin."
    },
    "filled": true,
    "author_pub_id": "FcRgvV4AAAAJ:RHpTSmoSYBkC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=8623456797285209271",
    "cites_id": [
        "8623456797285209271"
    ],
    "pub_url": "https://scholar.google.com/scholar?cluster=8623456797285209271&hl=en&oi=scholarr",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:t9QcokSsrHcJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1
    }
}