{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Correction: Integrated Analysis of Environment, Cattle and Human Serological Data: Risks and Mechanisms of Transmission of Rift Valley Fever in Madagascar",
        "pub_year": 2016,
        "citation": "Plos Neglected Tropical Diseases 10 (8), e0004976, 2016",
        "author": "Marie-Marie Olive and Véronique Chevalier and Vladimir Grosbois and Annelise Tran and Soa-Fy Andriamandimby and Benoit Durand and Jean-Pierre Ravalohery and Seta Andriamamonjy and Fanjasoa Rakotomanana and Christophe Rogier and Jean-Michel Heraud",
        "journal": "Plos Neglected Tropical Diseases",
        "volume": "10",
        "number": "8",
        "pages": "e0004976",
        "publisher": "Public Library of Science",
        "abstract": "Correction: Integrated Analysis of Environment, Cattle and Human Serological Data: Risks and \nMechanisms of Transmission of Rift Page 1 CORRECTION Correction: Integrated Analysis of \nEnvironment, Cattle and Human Serological Data: Risks and Mechanisms of Transmission of \nRift Valley Fever in Madagascar Marie-Marie Olive, Véronique Chevalier, Vladimir Grosbois, \nAnnelise Tran, SoaFy Andriamandimby, Benoit Durand, Jean-Pierre Ravalohery, Seta \nAndriamamonjy, Fanjasoa Rakotomanana, Christophe Rogier, Jean-Michel Heraud S1 File is \nomitted from the list of Supporting Information. It can be viewed below. Supporting Information \nS1 File. Supplementary dataset. This file includes supplementary data. (DOCX) Reference \n1. Olive MM, Chevalier V, Grosbois V, Tran A, Andriamandimby SF, et al. (2016) Integrated \nAnalysis of Environment, Cattle and Human Serological Data: Risks and Mechanisms of …"
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:RYcK_YlVTxYC",
    "num_citations": 0,
    "pub_url": "https://journals.plos.org/plosntds/article/file?id=10.1371/journal.pntd.0004976&type=printable",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pogghKotzj4J:scholar.google.com/",
    "cites_per_year": {}
}