{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Actions de développement proposées par des habitants d’une zone rurale en Tunisie: entre des demandes individuelles et le pari d’actions collectives",
        "pub_year": 2021,
        "citation": "Alternatives Rurales 8, 108-125, 2021",
        "author": "Khadija Harbaoui and Ezzdine Hamrouni and Hassen Ouilhezi and Zoubair Aouadi and Nicolas Faysse and Nadhira Benaissa and Safouane Mouelhi and Sihem Jebari and Houssem Braiki and Sylvie Morardet and Soumaya Younsi and Guillaume Lestrelin and Emeline Hassenforder and Crystèle Leauthaud and Xavier Augusseau and Jean-Yves Jamin and Julien Burte",
        "journal": "Alternatives Rurales",
        "volume": "8",
        "pages": "108-125",
        "publisher": "UMR Dridura",
        "abstract": "En Tunisie, des politiques récentes cherchent à mettre en place une participation effective des populations rurales à la formulation de plans territoriaux de développement intégrant des dimensions économiques, sociales et environnementales. Le programme PACTE expérimente une démarche pilote pour mettre en oeuvre cette participation dans six zones rurales, grâce à la constitution de comités de territoire. Pour préparer le travail de chaque comité, des habitants ont participé à la réalisation d’un diagnostic de leur territoire pour identifier les principaux enjeux de développement. Ensuite, ils ont formulé des propositions d’action pour répondre à ces enjeux, verbalement lors d’ateliers et, en dehors des ateliers, en utilisant des fiches mises à leur disposition puis collectées. L’article analyse les actions proposées par des habitants d’une zone d’intervention située dans le gouvernorat du Kef. L’analyse porte sur: i) les finalités de ces actions, à savoir dans quelle mesure ces actions répondent aux enjeux identifiés; et 2) les caractéristiques de ces actions, notamment leur dimension individuelle ou collective et leur degré d’innovation. L’analyse est basée sur les comptes rendus des ateliers, les fiches de propositions d’actions collectées, et des entretiens auprès de membres d’institutions publiques de développement. Les actions proposées par les habitants couvrent l’essentiel des enjeux identifiés au cours des ateliers. Parmi les fiches remplies, ces habitants donnent la priorité à des actions individuelles et génératrices de revenu et, en particulier, à des activités qu’ils pratiquent déjà. Lors des ateliers, les participants ont envisagé des actions plus …"
    },
    "filled": true,
    "author_pub_id": "w3EhJBcAAAAJ:tS2w5q8j5-wC",
    "num_citations": 0,
    "pub_url": "https://www.ajol.info/index.php/altrur/article/view/239846",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Qx3gc1LgoSIJ:scholar.google.com/",
    "cites_per_year": {}
}