{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Calibrating and validating the InVEST urban cooling model: Case studies in France and the United States",
        "pub_year": 2023,
        "citation": "EGUsphere 2023, 1-25, 2023",
        "author": "Perrine Hamel and Martí Bosch and Léa Tardieu and Aude Lemonsu and Cécile de Munck and Chris Nootenboom and Vincent Viguié and Eric Lonsdorf and James A Douglass and Richard P Sharp",
        "journal": "EGUsphere",
        "volume": "2023",
        "pages": "1-25",
        "publisher": "Copernicus Publications",
        "abstract": "Understanding the cooling service provided by vegetation in cities is important to inform urban policy and planning. However, the performance of decision-support tools estimating heat mitigation for urban greening strategies is not systematically evaluated. Here, we develop a calibration algorithm and evaluate the performance of the Urban Cooling model developed within the open-source InVEST (Integrated Valuation of Ecosystem Services and Tradeoffs) software. The Urban Cooling model estimates air temperature reduction due to vegetation based on four predictors: shade provision, evapotranspiration, albedo, and building density and was designed for data-rich and data-scarce situations. We apply the calibration algorithm and evaluate the model in two case studies (Paris, France, and Minneapolis-St Paul, USA) by examining the spatial correlation between InVEST predictions and reference temperature data at 1-km horizontal resolution. In both case studies, model performance was high for nighttime air temperatures, which is an important indicator of human wellbeing. After calibration, we found a medium performance for surface temperatures during daytime but a low performance for daytime air temperatures in both case studies, which may be due to model and data limitations. We illustrate the model adequacy for urban planning by testing its ability to simulate a green infrastructure scenario in the Paris case study. The predicted air temperature change compared well with that of an alternative physics-based model (r2=0.55 and r2=0.85, for air daytime and nighttime temperatures, respectively). Finally, we discuss opportunities and …"
    },
    "filled": true,
    "author_pub_id": "mGPbHIcAAAAJ:vV6vV6tmYwMC",
    "num_citations": 0,
    "pub_url": "https://egusphere.copernicus.org/preprints/2023/egusphere-2023-928/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Od1YzUikzcMJ:scholar.google.com/",
    "cites_per_year": {}
}