{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Governance, effectiveness and justice of agricultural policy instruments to promote the provision of environmental services: a comparative analysis between Costa Rica and France (Guadeloupe).",
        "pub_year": 2017,
        "citation": "VertigO-La Revue Electronique en Sciences de l'Environment 17 (2), 2017",
        "author": "M Bonin and JF le Coq and O Aznar and F Saenz",
        "journal": "VertigO-La Revue Electronique en Sciences de l'Environment",
        "volume": "17",
        "number": "2",
        "publisher": "Editions en Environment",
        "abstract": "The Recognition of environmental benefits program (\" Reconocimiento de Beneficios Ambientales\", RBA) in Costa Rica and Agri-Environmental Measures (AEM) in France are incentive instruments of agricultural policies to protect the environment. We draw lessons from a multicriteria comparative analysis of the application of these two instruments in Guanacaste in Costa Rica and Guadeloupe in France. Surveys were conducted with policy makers and with beneficiaries. In both studied cases, governance remains dominated by actors of the agricultural sector and programs are effective in the sense that they achieve the objectives that were defined (increase of improved pastures for the RBA, decrease of pesticide use for AEM). However the additionality of the programs is not clear. The two case studies have differences on equity in the distribution of public funds. Costa Rica has implemented concrete and specific modalities of aid capping. However, the small amount of the allocated budget limits the incentive character. In Guadeloupe, the distribution of funds allocated to the AEM reproduces the existing inequality in the distribution of public funds. The AEM budget is concentrated on key sectors that already benefit from most of the subsidies. Equity has emerged as a concern for policy makers and induced inflection in the modalities of implementation. These results highlight the importance of governance in the orientation and results of these incentive instruments."
    },
    "filled": true,
    "author_pub_id": "ARl-VIoAAAAJ:t7zJ5fGR-2UC",
    "num_citations": 0,
    "pub_url": "https://www.cabdirect.org/cabdirect/abstract/20183070863",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-KmQ2TL1WksJ:scholar.google.com/",
    "cites_per_year": {}
}