{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "PADI-web: un système automatique multilingue pour la veille sanitaire internationale en santé animale",
        "pub_year": 2019,
        "citation": "IC@ PFIA 2019-30es Journées francophones d'Ingénierie des Connaissances, 235-239, 2019",
        "author": "Sarah Valentin and Julien Rabatel and Elena Arsevska and Sylvain Falala and Jocelyn De Goër and Alizé Mercier and Renaud Lancelot and Mathieu Roche",
        "conference": "IC@ PFIA 2019-30es Journées francophones d'Ingénierie des Connaissances",
        "pages": "235-239",
        "abstract": "Introduction  La veille en santé animale a pour objectif l’alerte précoce vis-à-vis de dangers sanitaires connus ou émergents. Elle repose sur le recueil, le suivi et l’analyse quotidienne d’infor- mations issues de sources officielles, telles que l’Organisation mondiale de la santé animale (OIE), et de sources non-officielles telles que les médias ou les réseaux sociaux (Hartley et al. (2010)). Plusieurs systèmes de biosurveillance, tels que MedISys (Mantero et al. (2011)), GPHIN (Blench (2008)) ou HealthMap (Freifeld et al. (2008)), sont ainsi dédiés à l’acqui- sition et à la diffusion de données issues de sources informelles. Ces systèmes s’intéressent à un large éventail de risques sanitaires (maladies infectieuses humaines, animales ou végé- tales, risques environnementaux, etc.), mais aucun d’entre eux n’est spécifiquement dédié à la santé animale. De plus, tous reposent sur une modération humaine à une ou plusieurs étapes de leur processus. Dans ce contexte, nous présentons PADI-web 1 (Platform for Automated extraction of Disease Information from the web), un outil de biosurveillance des médias digi- taux pour la détection de foyers de maladies animales (Arsevska et al. (2018)). PADI-web est intégré dans la thématique de Veille sanitaire internationale, au sein de la plateforme d’Epi- démiosurveillance en santé animale 2 (plateforme ESA). Depuis sa première version, dédiée à la veille de sources en anglais, PADI-web a été enrichi d’un nouveau classifieur reposant sur de l’apprentissage automatique et intègre les documents multilingues."
    },
    "filled": true,
    "author_pub_id": "3a8ya88AAAAJ:Y0pCki6q_DkC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-02556918/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MVtSOm9BOjoJ:scholar.google.com/",
    "cites_per_year": {}
}