{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Potentialités des frises chrono-systémiques et des cartographies narratives pour communiquer sur les trajectoires des socio-écosystèmes",
        "pub_year": 2022,
        "citation": "Journées Prospectives INEE, 2022",
        "author": "Fanny Arnaud and Isabelle Charpentier and Jean-Pierre Chery and Marie Gradeler and Vincent Bonnal and Samuel Dunesme",
        "conference": "Journées Prospectives INEE",
        "abstract": "La recherche menée sur les socio-écosystèmes au sein des dispositifs de l'INEE (notamment le Réseau des Zones Ateliers et les Observatoires Hommes-Milieux) est largement interdisciplinaire. Les projets de recherche génèrent par ailleurs une grande quantité de données spatio-temporelles et hétérogènes, ce qui rend complexe la synthèse des résultats de recherche et leur communication. Il apparaît ainsi nécessaire de développer des outils offrant une vue d'ensemble des différentes composantes des socio-écosystèmes (spatiales, temporelles et/ou thématiques) a n de faciliter le dialogue entre les disciplines, recueillir et diffuser les connaissances auprès des acteurs des territoires et des citoyens, et stimuler des approches transdisciplinaires. Les frises chrono-systémiques et les cartographies narratives sont des exemples d'outils numériques utilisés a fin de restituer les trajectoires spatio-temporelles des socio-écosystèmes. Dans cette communication, nous présenterons trois outils : * ZA Timeline : logiciel développé en 2020 pour le Réseau des Zones Ateliers. Ce logiciel possède une interface graphique permettant à l'utilisateur de représenter en temps réel (lors d'ateliers) des données temporelles hétérogènes encodées dans un tableur sous la forme d'une frise chronologique. Il est utilisé par plusieurs Zones Ateliers pour la modélisation de leurs socio-écosystèmes ; * Chrono-Rhône : application web interactive conçue en 2020 pour les besoins de l'Observatoire Hommes-Milieux Vallée du Rhône. Ce prototype comprend une interface Frise chrono-systémique et une interface Carte, ce qui permet à l'utilisateur de découvrir les …"
    },
    "filled": true,
    "author_pub_id": "v2Zo6cQAAAAJ:-f6ydRqryjwC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=4495108556851691299",
    "cites_id": [
        "4495108556851691299"
    ],
    "pub_url": "https://hal.science/hal-03828948/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I7_2lWrVYT4J:scholar.google.com/",
    "cites_per_year": {
        "2023": 1
    }
}