{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Approches anticipées et planifiées de la compensation écologique en Allemagne: vers un retour d'expérience pour la France?",
        "pub_year": 2020,
        "citation": "Sciences Eaux & Territoires, 44-49, 2020",
        "author": "Adeline Bas and Ines Imbert and Sandra Clermont and Marie-Eve Reinert and Constance Berté and Coralie Calvet and Anne-Charlotte Vaissière",
        "journal": "Sciences Eaux & Territoires",
        "number": "31",
        "pages": "44-49",
        "abstract": "La séquence Éviter-Réduire-Compenser a été introduite en 1976 dans les premières lois françaises et allemandes relatives à la protection de la nature. Si les organisations planifiées et mutualisées de la compensation apparaissent dès la fin des années 1990 en Allemagne, il faut attendre le début des années 2010 en France pour observer une évolution vers une organisation de la compensation davantage mutualisée (sites naturels de compensation institutionnalisés en 2016 dans la loi biodiversité) et planifiée (émergence très récente de stratégies foncières anticipées à l'échelle régionale ou locale). Le type de biodiversité et les modalités de mise en œuvre visés par les différents modes d'organisation de la compensation divergent toutefois entre les deux pays. Nous proposons dans cet article d'initier une mise en perspective des systèmes allemand et français de la compensation écologique."
    },
    "filled": true,
    "author_pub_id": "ohYPTkgAAAAJ:KlAtU1dfN6UC",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=3037235115707131347",
    "cites_id": [
        "3037235115707131347"
    ],
    "pub_url": "https://revue-set.fr/article/view/6901",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0-UQ6z5tJioJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 2,
        "2022": 1,
        "2023": 1
    }
}