{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Agro-industries and territorial development: the role of land policies",
        "pub_year": 2017,
        "citation": "Living territories to transform, 39, 2017",
        "author": "Perrine Burnod and Jérémy Bourgoin and Élodie Valette",
        "journal": "Living territories to transform",
        "pages": "39",
        "abstract": "In sub-Saharan Africa, countries are increasingly relying on the private sector to be a driver of development of their territories. In order to attract these domestic or foreign private operators, these countries extol the abundance of their land resources and ease of starting operations. After more than 20 years of land policies aimed at securing the rights of family farmers and at managing natural resources, land policies are now also focusing on facilitating the transfer of large agricultural lands to investors. Is this the start of a reverse agrarian reform, sweeping away in one go all the painstaking efforts of the past devoted to local land management and land tenure security? This chapter examines the nature of these changes and their implications for territorial development. It explores how experiences and tools acquired in the context of past land policies play or may play a role in the territorial integration of these firms. This chapter is based on two emblematic cases. The first is Senegal, a pioneer in innovations pertaining to territorial management and very active in welcoming agribusinesses in search of irrigated agricultural land. The second is that of Madagascar, home to land reforms that legally recognized customary rights and an El Dorado for many investors. Madagascar is also famous for the Daewoo scandal that underscored the sensitive dimension of land policies: the revelation that the Malagasy government was on the point of leasing about 1.3 million hectares of land for 99 years to Daewoo, the South Korean multinational, contributed to the fall of the incumbent president in 2009. from enhancing the security of family farming to Welcoming …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:hFOr9nPyWt4C",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=13803878628226536178",
    "cites_id": [
        "13803878628226536178"
    ],
    "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/23963/1/1006172.pdf#page=41",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8pIM7nk6kb8J:scholar.google.com/",
    "cites_per_year": {
        "2018": 1
    }
}