{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Les observatoires territoriaux-Des outils de la société de la connaissance?",
        "pub_year": 2017,
        "citation": "Revue internationale de géomatique 27 (3), 335-354, 2017",
        "author": "Jean Philippe Tonneau and Philippe Lemoisson and Émilie Coudel and Pierre Maurel and Magalie Jannoyer and Vincent Bonnal and Jeremy Bourgoin and Philippe Cattan and Jean Pierre Chery and Marc Piraux and Guillaume Lestrelin",
        "journal": "Revue internationale de géomatique",
        "volume": "27",
        "number": "3",
        "pages": "335-354",
        "publisher": "Lavoisier",
        "abstract": "Le développement territorial a pour ambition de renouveler l’action publique et de répondre aux grands enjeux sociétaux. Mobilisant les nouvelles technologies de l’information et de la communication, les observatoires territoriaux sont aussi des dispositifs de coopération favorisant des processus d’apprentissage collectif. Leur mise en œuvre est difficile car il s’agit de construire simultanément une organisation, un projet et un système d’information dans un processus de validation mutuelle. CoObs, méthode de conception collaborative d’observatoires territoriaux, est basée sur l’élaboration de trois modèles : le modèle des dynamiques territoriales, le modèle de l’action et le modèle de l’observation. L’article introduit et présente cette méthode. À partir de l’analyse de deux expériences, aux Antilles et dans le Bassin de Thau, les auteurs démontrent que les observatoires territoriaux contribuent à la société de la …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:TQgYirikUcIC",
    "num_citations": 24,
    "citedby_url": "/scholar?hl=en&cites=3806751744336800239",
    "cites_id": [
        "3806751744336800239"
    ],
    "pub_url": "https://rig.revuesonline.com/articles/lvrig/abs/2017/03/rig00035/rig00035.html",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7ylL3YpM1DQJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 2,
        "2018": 5,
        "2019": 0,
        "2020": 6,
        "2021": 1,
        "2022": 6,
        "2023": 4
    }
}