{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Rendre visible les impacts des pesticides du soja: contributions et limites d’un observatoire de science citoyenne à Santarém, Amazonie brésilienne",
        "pub_year": 2021,
        "citation": "VertigO-la revue électronique en sciences de l'environnement 21 (3), 2021",
        "author": "Emilie Coudel and Stéphanie Nasuti and Danielle Wagner Silva and Marie-Paule Bonnet and Mariana Piva and Beatriz Abreu dos Santos and Ricardo Folhes and Vincent Bonnal and Valéria Fechine and Denise Lima and Carlos José Sousa Passos and Txai Mitt Schwamborn and Ione Nakamura and Gracivane Rodrigues de Moura",
        "journal": "VertigO-la revue électronique en sciences de l'environnement",
        "volume": "21",
        "number": "3",
        "publisher": "Les éditions en environnements VertigO",
        "abstract": "Le Brésil est parmi les plus gros consommateurs mondiaux de pesticides, pourtant leur impact sur les populations locales peine à émerger en tant que problème public, en raison d’un contexte politique particulièrement favorable à l’agriculture industrielle. Dans cet article, nous investiguons comment les connaissances produites sur l’impact des pesticides contribuent (ou non) à faire émerger ce problème public. Notre réflexion s’appuie sur un processus de science citoyenne mené dans la région de Santarém, en Amazonie Brésilienne, où le soja connaît une importante expansion depuis 20 ans. Nous y avons construit depuis 2017 un observatoire en partenariat avec les syndicats paysans, pour rendre visible l’impact des pesticides utilisés dans les cultures de soja sur l’agriculture familiale. Des jeunes agriculteurs, formés à être « chercheurs communautaires », ont administré 544 questionnaires auprès d’agriculteurs familiaux pour connaître leurs pratiques et évaluer les changements occasionnés depuis l’arrivée du soja. Nous menons une analyse à trois niveaux : au niveau national, nous suivons l’émergence des pesticides comme problème public, sa consolidation au cours du gouvernement travailliste (2003-2016), puis son démantèlement ; au niveau local, l’enquête montre à quel point les agriculteurs familiaux sont fortement impactés par les pesticides et dans le même temps peu conscients d’être des « victimes » ; enfin, au niveau territorial, nous nous interrogerons sur la fragilisation du débat entre science et politique, notamment au sein du Forum régional de lutte contre l’impact des pesticides mis en place à Santarém."
    },
    "filled": true,
    "author_pub_id": "v2Zo6cQAAAAJ:ZeXyd9-uunAC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=13375409530281226765",
    "cites_id": [
        "13375409530281226765"
    ],
    "pub_url": "https://journals.openedition.org/vertigo/33716",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DXLJERoAn7kJ:scholar.google.com/",
    "cites_per_year": {
        "2023": 2
    }
}