{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Integration of L-Band Derived Soil Roughness into a Bare Soil Moisture Retrieval Approach from C-Band SAR Data",
        "pub_year": 2021,
        "citation": "Remote Sensing 13 (11), 2102, 2021",
        "author": "Mohamad Hamze and Nicolas Baghdadi and Marcel M El Hajj and Mehrez Zribi and Hassan Bazzi and Bruno Cheviron and Ghaleb Faour",
        "journal": "Remote Sensing",
        "volume": "13",
        "number": "11",
        "pages": "2102",
        "publisher": "MDPI",
        "abstract": "Surface soil moisture (SSM) is a key variable for many environmental studies, including hydrology and agriculture. Synthetic aperture radar (SAR) data in the C-band are widely used nowadays to estimate SSM since the Sentinel-1 provides free-of-charge C-band SAR images at high spatial resolution with high revisit time, whereas the use of L-band is limited due to the low data availability. In this context, the main objective of this paper is to develop an operational approach for SSM estimation that mainly uses data in the C-band (Sentinel-1) with L-bands (ALOS/PALSAR) as additional data to improve SSM estimation accuracy. The approach is based on the use of the artificial neural networks (NNs) technique to firstly derive the soil roughness (Hrms) from the L-band (HH polarization) to then consider the L-band-derived Hrms and C-band SAR data (VV and VH polarizations) in the input vectors of NNs for SSM estimation. Thus, the Hrms estimated from the L-band at a given date is assumed to be constant for a given times series of C-band images. The NNs were trained and validated using synthetic and real databases. The results showed that the use of the L-band-derived Hrms in the input vector of NN in addition to C-band SAR data improved SSM estimation by decreasing the error (bias and RMSE), mainly for SSM values lower than 15 vol.% and regardless of Hrms values. Based on the synthetic database, the NNs that neglect the Hrms underestimate and overestimate the SSM (bias ranges between −8.0 and 4.0 vol.%) for Hrms values lower and higher than 1.5 cm, respectively. For Hrms <1.5 cm and most SSM values higher than 10 vol.%, the …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:_AeoHAGD03cC",
    "num_citations": 10,
    "citedby_url": "/scholar?hl=en&cites=6702778862552193310",
    "cites_id": [
        "6702778862552193310"
    ],
    "pub_url": "https://www.mdpi.com/2072-4292/13/11/2102",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Hplr1twNBV0J:scholar.google.com/",
    "cites_per_year": {
        "2021": 3,
        "2022": 3,
        "2023": 4
    }
}