{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Governança dos Arranjos Produtivos Locais (APLs), redes territoriais e proximidades na Amazônia brasileira: o caso do APL Goiaba no nordeste paraense brasileiro",
        "pub_year": 2019,
        "citation": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de …, 2019",
        "author": "Etienne Polge and André Torre and Marc Piraux",
        "journal": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de geografia",
        "number": "43",
        "publisher": "Théry, Hervé",
        "abstract": "L’influence des proximités sur la construction des réseaux socio-économiques suscite de nombreux débats dans la littérature. La présente contribution vise à étudier le fonctionnement des coordinations entre acteurs dans des dispositifs d’appui aux filières agricoles et à mettre en évidence l’impact d’une politique publique de développement territorial sur ces dispositifs, à l’aide d’une approche en termes de réseaux et de proximités. Dans cet esprit, à partir de données relationnelles collectée entre avril 2012 et mars 2013, nous analysons un Arrangement Productif Local (APL) d’une filière agricole en Amazonie brésilienne, soutenus par un dispositif de gouvernance territoriale. Le cadre d’analyse mobilisé nous permet d’étudier et de comparer des APL, de caractériser les types de réseaux selon les types de proximités et de mettre en avant l’importance du dispositif de gouvernance territoriale pour le renforcement et la pérennisation des APL."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:2P1L_qKh6hAC",
    "num_citations": 0,
    "pub_url": "https://journals.openedition.org/confins/24452",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DovfX5kI7VQJ:scholar.google.com/",
    "cites_per_year": {}
}