{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Theia-OZCAR: un système d'information\" FAIR\" pour les données d'observations in situ de la Zone Critique",
        "pub_year": 2018,
        "citation": "Conférence internationale «Enjeux et actualités des observatoires de la Zone …, 2018",
        "author": "S Galle and Isabelle Braud and N Baghdadi and V Chaffard and C Coussot and Jean-Christophe Desconnets and P Juen and Amandine Sellé",
        "conference": "Conférence internationale «Enjeux et actualités des observatoires de la Zone Critique en Afrique»= Observatories of the Critical Zone in West Africa: current issues and findings",
        "pages": "1",
        "abstract": "Le pôle de données Theia a pour objectif de rassembler les données des Surfaces Continentales acquises par télédétection ou in situ de façon transparente pour l'utilisateur. Le portail de données de télédétection est en production depuis 2012 et un premier prototype du portail de données in situ sera mis en ligne d'ici fin 2018, en collaboration avec l'Infrastructure de Recherche OZCAR (Observatoires de la Zone Critique : Applications et Recherche). OZCAR rassemble des observatoires échantillonnant la zone critique. Compte tenu de leur longue histoire, la plupart d'entre eux ont développé leurs propres portails de données / métadonnées. Il y a cependant un besoin de rassembler toutes les données dans un système d'information commun pour rendre les données visibles, trouvables et faciles à explorer; permettre leur conservation et leur citation; favoriser leur réutilisation et leur partage; être interopérable avec les infrastructures européennes; respecter les normes internationales. Ces caractéristiques définissent un système d'information (SI) « FAIR ». L'équipe projet du SI Theia-OZCAR a visité 22 observatoires et 6 centres de données français pour compiler leurs besoins. La consultation a mis en évidence que la recherche par variable est le point d'intérêt commun des futurs utilisateurs. Le postulat de départ est que les bases de données resteront à côté des producteurs de données, ce qui oblige le SI Theia-OZCAR à gérer une certaine hétérogénéité des jeux de données mais garantit la meilleure qualité des données. Un flux d'informations continu entre les observatoires et le SI Theia-OZCAR sera organisé pour garder les …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:SIv7DqKytYAC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-02607607/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zpfmfaaAT5wJ:scholar.google.com/",
    "cites_per_year": {}
}