{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Le tournant environnemental en Amazonie: ampleur et limites du découplage entre production et déforestation",
        "pub_year": 2017,
        "citation": "EchoGéo, 2017",
        "author": "François Laurent and Damien Arvor and Marion Daugeard and Reinis Osis and Isabelle Tritsch and Emilie Coudel and Marie-Gabrielle Piketty and Marc Piraux and Cecilia Viana and Vincent Dubreuil and Ali F Hasan and François Messner",
        "journal": "EchoGéo",
        "number": "41",
        "publisher": "Pôle de recherche pour l'organisation et la diffusion de l'information géographique (CNRS UMR 8586)",
        "abstract": "L’Amazonie a amorcé depuis quelques années une baisse de la déforestation couplée à un développement économique. Le processus est cependant inégal. Si les grands et moyens producteurs font évoluer leurs systèmes de production vers l’intensification et la diversification dans les espaces déjà ouverts, délaissant en apparence les stratégies d’expansion, l’agriculture familiale reste à l’écart du découplage entre production et déforestation. Dans cet article, les engagements des pouvoirs publics et des filières, leurs effets en matière de déforestation et les inégalités d’adaptation sont analysés à l’échelle de l’Amazonie Légale et à celle d’une municipalité considérée comme un modèle car à l’initiative d’une démarche de Município Verde : Paragominas, en Amazonie orientale."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:KlAtU1dfN6UC",
    "num_citations": 13,
    "citedby_url": "/scholar?hl=en&cites=2335190274965204194",
    "cites_id": [
        "2335190274965204194"
    ],
    "pub_url": "https://journals.openedition.org/echogeo/15035",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4mw_xi5DaCAJ:scholar.google.com/",
    "cites_per_year": {
        "2018": 3,
        "2019": 3,
        "2020": 3,
        "2021": 1,
        "2022": 2,
        "2023": 1
    }
}