{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Mapping the benefits of nature in cities with the InVEST software",
        "pub_year": 2021,
        "citation": "npj Urban Sustainability 1, 25, 2021",
        "author": "P. Hamel and A.D. Guerry and S. Polasky and B. Han and J.A. Douglass and M. Hamann and B. Janke and J.J. Kuiper and H. Levrel and H. Liu and E. Lonsdorf and R.I. McDonald and C. Nootenboom and Z. Ouyang and R.P. Remme and R.P. Sharp and L. Tardieu and V. Viguié and D. Xu and H. Zheng and G.C. Daily",
        "journal": "npj Urban Sustainability",
        "volume": "1",
        "pages": "25",
        "publisher": "Springer Nature",
        "abstract": "Natural infrastructure such as parks, forests, street trees, green roofs, and coastal vegetation is central to sustainable urban management. Despite recent progress, it remains challenging for urban decision-makers to incorporate the benefits of natural infrastructure into urban design and planning. Here, we present an approach to support the greening of cities by quantifying and mapping the diverse benefits of natural infrastructure for now and in the future. The approach relies on open-source tools, within the InVEST (Integrated Valuation of Ecosystem Services and Tradeoffs) software, that compute biophysical and socio-economic metrics relevant to a variety of decisions in data-rich or data-scarce contexts. Through three case studies in China, France, and the United States, we show how spatially explicit information about the benefits of nature enhances urban management by improving economic valuation …"
    },
    "filled": true,
    "author_pub_id": "mGPbHIcAAAAJ:RHpTSmoSYBkC",
    "num_citations": 71,
    "citedby_url": "/scholar?hl=en&cites=12823436039852014278",
    "cites_id": [
        "12823436039852014278"
    ],
    "pub_url": "https://www.nature.com/articles/s42949-021-00027-9",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xjpSAyP_9bEJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 4,
        "2022": 32,
        "2023": 28,
        "2024": 7
    }
}