{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "‘Municípios Verdes’: from zero deforestation to the sustainable management of natural resources in the Brazilian Amazon",
        "pub_year": 2017,
        "citation": "Living territories to transform, 54, 2017",
        "author": "Marie-Gabrielle Piketty and Marc Piraux and Lilian Blanc and François Laurent and Nathalie Cialdella and Joice Ferreira and Émilie Coudel and Lucas Mazzei and Gabriel Lima Resque and Christophe Le Page and Krishna Naudin and Soraya Carvalho and Mario Gomes and René Poccard-Chapuis",
        "journal": "Living territories to transform",
        "pages": "54",
        "abstract": "The Brazilian federal government’s Action Plan to Prevent and Control Deforestation (PPCDAM) in the Brazilian Amazon1, launched in 2004 and backed by commitments by the soya bean and beef sectors, has led to a considerable drop in the annual rate of deforestation. For territorial actors, it has been a matter of conceiving, planning and implementing a rapid agrarian transition, based on a more efficient management of their various natural resources, of appropriating a limited physical space, and of creating the institutional capacities required to manage it sustainably. the Município Verde initiativeStarting in 2008, the Brazilian federal government’s coercive measures against deforestation have targeted specific municípios (municipalities), on the basis of three indicators reflecting the intensity of deforestation. One of these targeted municípios, Paragominas, which covers an area of 20,000 km2 in Pará State, launched the Município Verde (Green Municipality) initiative in 2009. Paragominas was previously known for widespread extractive and mining exploitation of its natural resources. Public-and private-sector actors of this municipality, supported by environmental NGOs and funds from large companies located in the region, proposed a territorial"
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:bnK-pcrLprsC",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=10772210917366294769",
    "cites_id": [
        "10772210917366294769"
    ],
    "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/23963/1006172.pdf?sequence=1#page=56",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8egzd8GUfpUJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 2,
        "2020": 1,
        "2021": 1,
        "2022": 0,
        "2023": 1
    }
}