{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "La modélisation spatiale des habitats et des corridors : un outil pour la conservation et la gestion des chauves-souris",
        "pub_year": 2016,
        "citation": "Symbioses 1 (34), 28-34, 2016",
        "author": "M Le Roux and M. REDON and S VINCENT and L TILLON and T BOUIX and F ARCHAUX and S LUQUE",
        "journal": "Symbioses",
        "volume": "1",
        "number": "34",
        "pages": "28-34",
        "publisher": "Museum d' histoire Naturel, France",
        "abstract": "Les outils d’analyse spatiale en écologie du paysage permettent de mettre en relation les espèces et les caractéristiques de leurs habitats dans un environnement donné, et peuvent ainsi contribuer à améliorer la gestion et la conservation des milieux naturels, des espèces et de leurs habitats. Pour les Chiroptères, l’amélioration des méthodes d'observation de terrain permet aujourd’hui d’envisager de mettre en oeuvre ces outils d'analyse spatiale dans le cadre de projets concrets tels que des études d'impact ou des opérations de gestion et de restauration d'habitats naturels. Le projet MocHab « Modélisation de la distribution des espèces : un outil pour l’évaluation, la conservation des habitats d’espèces et des continuités écologiques » a été mené en 2013 par l'Institut national de recherche en sciences et technologies pour l'environnement et l'agriculture (Irstea-Grenoble) en partenariat avec l’Office national des forêts, les Ligues pour la protection des oiseaux de la Drôme et de l'Isère et le Groupe Chiroptères Rhône-Alpes de la LPO coordination Rhône-Alpes. Cette étude porte sur dix espèces de chauves-souris (Barbastella barbastellus, Eptesicus serotinus, Myotis daubentonii, Myotis mystacinus, Myotis nattereri, Nyctalus leisleri, Pipistrellus kuhlii, Pipistrellus pipistrellus, Rhinolophus ferrumequinum, Rhinolophus hipposideros) et sur deux sites d'étude en région de montagne (Parcs Naturels Régionaux du Vercors et de la Chartreuse) et de plaine (Forêt Domaniale de Tronçais). Elle vise à la fois à identifier les principaux facteurs qui régissent la répartition des espèces étudiées et à proposer des cartographies de distribution potentielle …"
    },
    "filled": true,
    "author_pub_id": "GtJ4HDAAAAAJ:JavbeY_VQWIC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=15792283124850202914",
    "cites_id": [
        "15792283124850202914"
    ],
    "pub_url": "https://hal.science/hal-02604806/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IpkXudR1KdsJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 1
    }
}