{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Du savoir local au pouvoir central: un processus participatif sur la réforme foncière au Sénégal",
        "pub_year": 2017,
        "citation": "Natures Sciences Sociétés 25 (4), 360-369, 2017",
        "author": "Patrick d’Aquino and Alpha Ba and Jérémy Bourgoin and Daniel Cefaï and Camille Richebourg and Sarah Hopsort and Tamara Pascutto",
        "journal": "Natures Sciences Sociétés",
        "volume": "25",
        "number": "4",
        "pages": "360-369",
        "publisher": "Cairn/Softwin",
        "abstract": "Une série d’expérimentations participatives en situation réelle de développement territorial, s’appuyant sur un jeu original de simulation, a été engagée depuis la fin des années 1990 au Sénégal, dans le but de laisser les acteurs locaux participant à l’expérience construire leurs positions de façon autonome sur la question foncière. L’enjeu méthodologique était d’établir une procédure délibérative sans méthodologie de diagnostic ou de planification particulière, durant laquelle toutes les connaissances et les opinions sont simplement mises en position d’être débattues et réfutées. En 2014, une ONG sénégalaise, ENDA PRONAT, puis d’autres organisations de la société civile, se sont approprié cette méthode et l’ont mise en œuvre eux-mêmes jusqu’à l’échelle nationale, pour élaborer de façon concertée leurs propres principes de réforme foncière. Quelques dimensions de ce processus sont présentées dans cet …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:e5wmG9Sq2KIC",
    "num_citations": 15,
    "citedby_url": "/scholar?hl=en&cites=9658204180297018211,10587492266529594923",
    "cites_id": [
        "9658204180297018211",
        "10587492266529594923"
    ],
    "pub_url": "https://www.cairn.info/revue-natures-sciences-societes-2017-4-page-360.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Y-vL1ofVCIYJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 2,
        "2020": 3,
        "2021": 1,
        "2022": 3,
        "2023": 5
    }
}