{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Cartographie de l'habitat de reproduction du t\\'etras-lyre (Lyrurus tetrix) dans les Alpes fran\\c {c} aises",
        "pub_year": 2024,
        "citation": "arXiv preprint arXiv:2402.18597, 2024",
        "author": "Alexandre Defossez and Samuel Alleaume and Marc Montadert and Dino Ienco and Sandra Luque",
        "journal": "arXiv preprint arXiv:2402.18597",
        "abstract": "Le tétras-lyre (Lyrurus tetrix) est un oiseau galliforme emblématique des Alpes. La protection de son habitat constitue un enjeu de conservation important dans le contexte des changements globaux, et notamment en raison du changement climatique, dont l’impact se manifeste plus intensément dans les milieux montagnards (Knight, 2022). Sur le territoire national, le tétras-lyre fait l’objet de programmes de conservation. Il est essentiellement menacé par la fermeture et la dégradation des milieux ainsi que par les infrastructures et activités humaines liées à l’exploitation du milieu alpin, dont la pratique des sports de montagne.Le caractère favorable d’un habitat pour le tétras-lyre est d’abord lié à la disponibilité de ses ressources alimentaires. Le type de nourriture consommé varie selon la saison: le tétras-lyre se nourrit en hiver essentiellement de bourgeons et d’épines de pin, tandis qu’en été son alimentation se concentre sur les baies, fleurs et jeunes pousses associées aux landes à éricacées. Nichant en période estivale, les landes à éricacées constituent un habitat-clé pour sa reproduction."
    },
    "filled": true,
    "author_pub_id": "MiYK27AAAAAJ:WbkHhVStYXYC",
    "num_citations": 0,
    "pub_url": "https://arxiv.org/abs/2402.18597",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9QCPm4WU6S0J:scholar.google.com/",
    "cites_per_year": {}
}