{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Quais as perspectivas da agricultura familiar em um contexto de expansão do agronegócio? Zoneamento participativo com representantes comunitários do Planalto Santareno",
        "pub_year": 2020,
        "citation": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de …, 2020",
        "author": "João Paulo Soares de Cortes and Emilie Coudel and Marc Piraux and Mariana Piva da Silva and Beatriz Abreu dos Santos and Ricardo Folhes and Romero Gomes Pereira da Silva",
        "journal": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de geografia",
        "number": "45",
        "publisher": "Théry, Hervé",
        "abstract": "La région du plateau de Santarem, comprenant une partie des municipalités de Santarém, Belterra et Mojuí dos Campos, dans l'État de Pará, au Brésil, est devenue un cas emblématique du conflit entre l'agrobusiness et l'agriculture familiale. Dans cet article, nous présentons les formes d'interaction entre ces deux modèles productifs, basées sur les résultats d'un zonage participatif de l'agriculture familiale sur le plateau de Santarem, mené avec des acteurs locaux dans le cadre d'un processus de co-construction d'un Observatoire des Dynamique entre les Sociétés et leurs Environnements en Amazonie. Les résultats montrent que face à une logique relativement homogène d'expansion de l'agrobusiness sur le plateau de Santarem, l'agriculture familiale se configure et interagit avec l'agrobusiness de diverses manières sur ce territoire. Nous soutenons que cette diversité de l'agriculture familiale, caractérisée par des zones distinctes, reflète des trajectoires locales qui varient en fonction d'une série de facteurs opérant de manière contextuelle, tels que l'histoire de l'occupation, les attributs physiques du paysage, l'accès aux marchés, les infrastructures, l'organisation sociale, la proximité des centres urbains, entre autres. En tenant compte de cette diversité, nous proposons des réflexions sur la relation entre les différents modèles de production abordés, en proposant différentes stratégies possibles pour renforcer l'agriculture familiale."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:NJ774b8OgUMC",
    "num_citations": 6,
    "citedby_url": "/scholar?hl=en&cites=13077165148255944895",
    "cites_id": [
        "13077165148255944895"
    ],
    "pub_url": "https://journals.openedition.org/confins/28077",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vwDqompse7UJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 2,
        "2023": 3
    }
}