{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Land subsidence induced by underground coal mining at Quang Ninh, Vietnam: Persistent scatterer interferometric synthetic aperture radar observation using Sentinel-1 data",
        "pub_year": 2021,
        "citation": "International Journal of Remote Sensing 42 (9), 3563-3582, 2021",
        "author": "Vu Khac Dang and Thanh Dong Nguyen and Ngoc Hung Dao and Thi Loi Duong and Xuan Vinh Dinh and Christiane Weber",
        "journal": "International Journal of Remote Sensing",
        "volume": "42",
        "number": "9",
        "pages": "3563-3582",
        "publisher": "Taylor & Francis",
        "abstract": "Land subsidence occurs in Ha Long and Cam Pha cities due to human activities in which the underground coal mining exploitation plays a crucial responsibility. For mapping the spatial distribution of this phenomenon and monitoring its evolution over the time, the Persistent Scatterer Interferometric Synthetic Aperture Radar (PSInSAR) approach was applied to 56 Sentinel-1A images, captured from June 2015 to June 2019. This approach allows monitoring ground displacement by continuously measuring the position of objects that persistently scatter radar beams. This interferometric synthetic aperture radar (InSAR) technique extracts deformation signals and it can be applied to areas where the discontinuous land subsidence is occurring. The mean land subsidence velocity map shows that two principal areas in Ha Long city including Ha Lam, Ha Trung, Ha Khanh, and Ha Tu wards, and Cam Pha city, specifically …"
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:artPoR2Yc-kC",
    "num_citations": 23,
    "citedby_url": "/scholar?hl=en&cites=5464092335702392363",
    "cites_id": [
        "5464092335702392363"
    ],
    "pub_url": "https://www.tandfonline.com/doi/abs/10.1080/01431161.2021.1875513",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:K755gQdb1EsJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 2,
        "2022": 11,
        "2023": 10
    }
}