{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Apport de l’information géospatiale dans les décisions d’aménagement du territoire. Une expérimentation à partir de cartes d’occupation du sol à très haute résolution spatiale, et de cartes de services écosystémiques",
        "pub_year": 2020,
        "citation": "Développement durable et territoires. Économie, géographie, politique, droit …, 2020",
        "author": "Hélène Rey-Valette and Pierre Maurel and Chady Jabbour and Camille Cousin and Sandra Luque and Olivier Billaud and Jean Michel Salles",
        "journal": "Développement durable et territoires. Économie, géographie, politique, droit, sociologie",
        "volume": "11",
        "number": "3",
        "publisher": "Réseau «Développement durable et territoires fragiles»",
        "abstract": "Cet article étudie dans quelle mesure des cartes d’occupation des sols à haute résolution à partir d’images satellitaires et des cartes spatialisant certains services écosystémiques peuvent améliorer les décisions d’aménagement en matière d’urbanisation. Il s’agit de renforcer la prise en compte des enjeux environnementaux par l’ingénierie territoriale. L’analyse est fondée sur un atelier expérimental simulant un processus de décision de choix d’aménagement à partir de ces deux types de cartes. Les résultats témoignent de l’intérêt des cartes de services écosystémiques en termes de découverte, de mise en cohérence, d’efficacité et d’acceptabilité de pratiques de gestion multifonctionnelles de l’espace."
    },
    "filled": true,
    "author_pub_id": "GtJ4HDAAAAAJ:yeKNu01O_4gC",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=13196126094096634360",
    "cites_id": [
        "13196126094096634360"
    ],
    "pub_url": "https://journals.openedition.org/developpementdurable/17778",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-JHkOcQOIrcJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 3
    }
}