{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Les enjeux de la gouvernance territoriale: l’exemple du Brésil rural",
        "pub_year": 2017,
        "citation": "Des territoires vivants pour transformer le monde, 187-190, 2017",
        "author": "Marc Piraux and Jean-Philippe Tonneau and Eric Sabourin and Eduardo Chia and Marcio Caniello and Etienne Polge and Gilles Massardier",
        "journal": "Des territoires vivants pour transformer le monde",
        "pages": "187-190",
        "publisher": "Editions Quae",
        "abstract": "Les politiques de développement territorial du Brésil font aujourd’hui référence dans le monde. C’est notamment le cas du Programme national de développement territorial (Pronat) mis en place en 2004 par le gouvernement fédéral. Il était destiné à favoriser les investissements pour l’agriculture familiale dans les territoires les plus marginalisés grâce à des équipements collectifs. Dans cette conception, le développement territorial est avant tout un processus de construction et de gestion d’un territoire constitué de plusieurs communes et doté d’identités spécifiques. Ce programme national de développement territorial accorde une place centrale aux acteurs locaux pour maîtriser leur devenir. Il privilégie la solidarité locale (entre acteurs, y compris les plus exclus) et la cohésion nationale (en luttant contre les disparités spatiales). Il promeut également un principe d’intégration et de cohérence entre secteurs …"
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:g3aElNc5_aQC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=16408636708273596888",
    "cites_id": [
        "16408636708273596888"
    ],
    "pub_url": "https://www.torrossa.com/gs/resourceProxy?an=5063738&publisher=FZZ759#page=189",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2CkVRSYwt-MJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 2
    }
}