{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "La biodiversité à l’épreuve des choix d’aménagement: une approche par la modélisation appliquée à la Région Occitanie",
        "pub_year": 2020,
        "citation": "Sciences Eaux & Territoires, 24-31, 2020",
        "author": "Coralie Calvet and Vincent Delbar and Paul Chapron and Mickaël Brasebin and Julien Perret and Sylvain Moulherat",
        "journal": "Sciences Eaux & Territoires",
        "number": "31",
        "pages": "24-31",
        "abstract": "L'important développement de la séquence Eviter-Réduire-Compenser (ERC) en France ne s' est pas nécessairement accompagné d'une bonne application, celle-ci se heurtant à de multiples difficultés pratiques. Le manque de vision et de coordination territoriale est souvent mis en cause pour expliquer cela. Une planification anticipée de l'aménagement du territoire semble incontournable pour une meilleure prise en compte des enjeux de la séquence ERC. De multiples initiatives portées par des acteurs variés émergent peu à peu en ce sens en France. Dans ce contexte, la région Occitanie a souhaité se doter d'une stratégie régionale pour l'application de cette séquence. Ce travail a pour objectif d'appuyer les décideurs publics régionaux dans la détermination des processus de changements d'occupation des sols, principalement les dynamiques urbaines, afin d'en évaluer les impacts sur la biodiversité. L'originalité de ce travail de recherche réside dans l'étude des effets conjoints des dynamiques écologiques et urbaines dans différents types de scénarios d'aménagement plus ou moins consommateurs d'espace. Une approche par modélisation et simulation prospective appliquée à la zone d'étude de Montpellier Méditerranée Métropole, nous permet de mettre en évidence l'importance des décisions en matière de choix de politiques d'aménagement et de conservation de la biodiversité. Au-delà de ce projet de recherche, les questions soulevées ouvrent des champs de réflexions plus larges sur les modes de développement souhaitables et envisageables dans un contexte de changements globaux."
    },
    "filled": true,
    "author_pub_id": "ohYPTkgAAAAJ:kNdYIx-mwKoC",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=2935292839101442237",
    "cites_id": [
        "2935292839101442237"
    ],
    "pub_url": "https://revue-set.fr/article/view/6898",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vahjCklBvCgJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 3,
        "2023": 2,
        "2024": 1
    }
}