{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "HYEP HYperspectral imagery for Environmental urban Planning: principaux résultats",
        "pub_year": 2019,
        "citation": "7ème colloque scientifique du groupe SFPT-GH, 2019",
        "author": "Christiane Weber and Thomas Houet and Sébastien Gadal and Rahim Aguejdad and Grzegorz Skupinski and Yannick Deville and Jocelyn Chanussot and Mauro Dalla Mura and Xavier Briottet and Clément Mallet and Arnaud Le Bris",
        "conference": "7ème colloque scientifique du groupe SFPT-GH",
        "abstract": "L'imagerie hyperspectrale (IH) est à l’heure actuelle encore trop peu considérée, pourtant ses spécificités en font un auxiliaire de poids pour le suivi des éléments du milieu urbain. Le projet HYEP a pour objectif de proposer un panel de méthodes et de traitements appliqués à l’imagerie hyperspectrale tout en comparant à celles d’autres capteurs existants. Si l’IH est complémentaire aux capteurs actuels car plus riche spectralement, elle permet d'identifier et de caractériser autrement les éléments naturels ou anthropiques. Pour ce faire les méthodes d'extraction d'information doivent être adaptées, voire créées. Le volet méthodologique du projet est ancré à la fois dans la solidification des approches actuelles et le test de méthodes ou adaptées ou nouvelles. Nos résultats ont été présentés tout au long du projet à la communauté scientifique et aux collectivités territoriales. Un des intérêts des travaux a été la comparaison des résultats à différentes résolutions spatiales pour préciser le gain d’un tel capteur hyperspectral par rapport à ceux existants ou à venir. Données et Méthodes : Utilisation et adaptation de méthodes courantes en télédétection 1200. Les méthodes déployées ont été choisies parmi l’ensemble des méthodes existantes en les adaptant au type de signal, au nombre de bandes spectrales et aux caractéristiques du milieu. Ainsi les données étant issues de survol aérien les premiers développements ont été réalisés pour s’affranchir des effets de l’atmosphère (correction atmosphérique des images hyperspectrales– 3 méthodes testées) et une base de données de signatures morphospectrales pour divers éléments d'occupation du …"
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:dBIO0h50nwkC",
    "num_citations": 0,
    "pub_url": "https://univ-angers.hal.science/hal-02281003/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:bjtGJeEYlQ4J:scholar.google.com/",
    "cites_per_year": {}
}