{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Synthèse: de la donnée à l’intelligence collective sur les terres agricoles péri-urbaines–quels rôles pour l’information, les savoirs et l’action?",
        "pub_year": 2018,
        "citation": "Les terres agricoles face à l’urbanisation—De la donnée à l’action, quels …, 2018",
        "author": "Roel Plant and Pierre Maurel and LE Ruoso and E Barbe and Jane Brennan",
        "journal": "Les terres agricoles face à l’urbanisation—De la donnée à l’action, quels rôles pour l’information?",
        "publisher": "Éditions Quae",
        "abstract": "Maintenir les terres agricoles périurbaines et les activités qui leur sont associées à proximité de centres urbains en expansion est une préoccupation à l’échelle mondiale. Face à une demande toujours croissante en terres à construire, le défi de conserver les terres agricoles périurbaines—notre préoccupation principale dans cet ouvrage—continue de faire débat.La littérature récente présente différentes initiatives qui ont été adoptées, ou pourraient l’être, pour protéger et conserver ces terres. Par exemple, Akimowicz et al.(2016) ont évalué, de manière critique, les mérites de la loi sur la ceinture verte (Greenbelt Act) en Ontario (États-Unis) concernant l’adaptation des agriculteurs et leurs stratégies d’investissement. Inwood et Sharp (2012) ont rendu compte de la résilience des exploitations agricoles dans les zones périurbaines en étudiant les phénomènes de succession et l’adaptation des fermes aux États-Unis. En tant que telle, cette étude ne propose pas d’initiatives qui pourraient être mises en place pour protéger et conserver les terres agricoles périurbaines, mais identifie des facteurs contribuant à expliquer le maintien de certaines exploitations agricoles en milieu périurbain. À partir de l’étude des conflits autour des usages agricoles dans la région du projet de Grand Paris, Darly et Torre (2013) analysent les expériences vécues par les agriculteurs ainsi que la couverture médiatique du projet, et présentent des mécanismes innovants de résolution de conflit."
    },
    "filled": true,
    "author_pub_id": "VA_p56EAAAAJ:tzM49s52ZIMC",
    "num_citations": 0,
    "pub_url": "https://www.researchgate.net/profile/Roel-Plant/publication/332594359_Synthese_De_la_donnee_a_l'intelligence_collective_sur_les_terres_agricoles_periurbaines_quels_roles_pour_l'information_les_savoirs_et_l'action/links/5cd911af299bf14d95910753/Synthese-De-la-donnee-a-lintelligence-collective-sur-les-terres-agricoles-periurbaines-quels-roles-pour-linformation-les-savoirs-et-laction.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Es7U8Ja7b8gJ:scholar.google.com/",
    "cites_per_year": {}
}