{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Texture des images satellite et caractérisation des milieux urbains favorables aux moustiques vecteurs",
        "pub_year": 2022,
        "citation": "et modélisation spatiale Applications à la surveillance et au contrôle des …, 2022",
        "author": "Claire Teillet and Ophélie Hoarau and Nausicaa Habchi-Hanriot and Benjamin Pillot and Thibault Catry and Annelise Tran",
        "journal": "et modélisation spatiale Applications à la surveillance et au contrôle des maladies liées aux moustiques",
        "pages": "73",
        "abstract": "La texture est une notion importante du traitement d’images, utilisée lors des étapes de classification, de segmentation ou de synthèse des images (Busch et al., 2004). L’information texturale est souvent utilisée en complémentarité avec les informations spectrales pour décrire une image (Pacifici et al., 2009) en la décomposant en fréquences et orientations. Haralick (1979) a montré qu’une texture peut être représentée selon deux dimensions: la première correspond à la description du motif en termes de fréquence et d’orientation, la seconde correspond à l’organisation spatiale de ces motifs (Haralick, 1979). La notion de texture, bien que très dépendante des cas d’application et difficilement généralisable, renvoie d’abord à une recherche d’homogénéité au sein des variations de tons de gris via l’identification de motifs dans l’image (Caloz et Collet, 2001).Les principales notions liées à l’analyse de texture sont illustrées dans la figure 5.1. La répétition régulière d’un motif dans une ou plusieurs directions correspond à une texture anisotrope, tandis qu’une répartition aléatoire des pixels dans toutes les directions est considérée comme une texture isotrope, pour laquelle on observe une certaine homogénéité de la structure. Une texture anisotrope est donc caractérisée par des propriétés dépendantes de la direction, alors que l’isotropie est indépendante de la direction (figure 5.1 a). Une micro-texture et une macro-texture représentent respectivement les détails très fins et les détails les plus grossiers d’une texture (figure 5.1 b). De plus, la texture varie avec l’échelle d’observation, une fenêtre d’analyse d’un objet doit être suffisamment grande …"
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:P7Ujq4OLJYoC",
    "num_citations": 0,
    "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/60578/9782759236282.pdf?sequence=1#page=75",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:YVcz1GwHgc0J:scholar.google.com/",
    "cites_per_year": {}
}