{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Analyse des dynamiques spatio-temporelles à partir de séries temporelles d'images satellitaires.",
        "pub_year": 2017,
        "citation": "EGC, 261-272, 2017",
        "author": "Lynda Khiali and Dino Ienco and Maguelonne Teisseire and UMR Irstea",
        "conference": "EGC",
        "pages": "261-272",
        "abstract": "De nos jours, les satellites permettent de collecter un énorme volume de données d’observation de la Terre. Les images satellitaires peuvent être utilisées pour la surveillance à distance des phénomènes artificiels et naturels tels que la croissance des zones urbaines, les changements dans les habitats naturels, l’évolution de l’utilisation des terres agricoles et les effets du changement climatique. La tâche de surveillance est réalisée en considérant des séries temporelles d’images satellitaires où la même zone spatiale est représentée à différentes estampilles temporelles. Nos travaux introduisent un nouvelle approche pour l’analyse et le clustering de Séries Temporelles d’Images Satellitaire (STIS). Ce processus se divise en deux parties. Dans un premier temps, nous retraçons les changements radiométriques d’une zone en représentant son évolution au cours du temps par un graphe dit graphe d’évolution (Guttler et al., 2014). Dans un deuxième temps, nous introduisons une représentation synthétique des graphes d’évolutions afin de pouvoir appliquer un algorithme de clustering permettant un regroupement par types d’évolutions identifiées (Khiali et al., 2017). Le suivi de l’évolution spatio-temporelle d’une zone compte deux étapes: la sélection des objets de références et la construction des graphes d’évolutions. Une fois la STIS acquise et ségmentée, l’ensemble d’objets générés est filtré pour sélectionner un sous-ensemble, nommé objets de références. Les objets de références représentent l’étendu maximale des phénomènes spatio-temporels a analyser. L’étape de sélection des objets de références est suivit par l’étape de …"
    },
    "filled": true,
    "author_pub_id": "C8zfH3kAAAAJ:eH23hyXCXa4C",
    "num_citations": 0,
    "pub_url": "https://www.madics.fr/wp-content/uploads/2017/RA/Posters/khiali.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fVqy8ZBKlesJ:scholar.google.com/",
    "cites_per_year": {}
}