{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "POTENCIAL ECONÔMICO DA FLORA DO SUDOESTE GOIANO",
        "pub_year": 2022,
        "citation": "OPEN SCIENCE RESEARCH V 5 (1), 257-273, 2022",
        "author": "Rose Ana Rios David and Amanda Cibele Gaspar dos Santos and Mirela Argolo Ferreira and Fernanda Matheus Estrela and Ana Paula Fernandes and Tatiana de Paula Santana da Silva and Maiara Freitas Xavier and Bernard De Caldas Etchichury and Diogenes de Moura Junior and Veruska do Nascimento Simões and Aluska do Nascimento Simões Braga and Isaac Santos de Gois and Luzia Francisca Souza and Érica Virgínia Estêfane De Jesus Amaral and Frederico Augusto Guimarães Guilherme and Christiano Peres Coelho",
        "journal": "OPEN SCIENCE RESEARCH V",
        "volume": "5",
        "number": "1",
        "pages": "257-273",
        "publisher": "Editora Científica Digital",
        "abstract": "Objetivo Apresentar a flora angiospérmica nativa e naturalizada do Sudoeste Goiano, Planalto Central do Brasil, registrada no Herbário Jataiense entre 1998 e 2012, com potencial econômico, visando o cumprimento dos acordos assinados pelo Brasil para a Convenção sobre Diversidade Biológica. Metodologia Analisamos todo o material botânico tombado, quantificamos as citações de uso nas fichas, selecionamos as espécies com potencial econômico (tres ou mais citações de uso); excluímos os sinônimos e complementamos os dados com referência bibliográfica. Resultados Encontramos 398 citações de uso das espécies com potencial econômico, destaque para melíferas, ornamentais e medicinais (65% das citações). Listamos 26 famílias botânicas, dentre as quais, consideramos 10 como famílias-chave em potencial econômico, com destaque para Fabaceae, Bignoniaceae e Malvaceae (cerca de 45 …"
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:0CzhzZyukY4C",
    "num_citations": 0,
    "pub_url": "https://www.editoracientifica.com.br/artigos/potencial-economico-da-flora-do-sudoeste-goiano",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LUxPY7yIYfwJ:scholar.google.com/",
    "cites_per_year": {}
}