{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Deep multivariate time series embedding clustering via attentive-gated autoencoder",
        "pub_year": 2020,
        "citation": "Advances in Knowledge Discovery and Data Mining: 24th Pacific-Asia …, 2020",
        "author": "Dino Ienco and Roberto Interdonato",
        "conference": "Advances in Knowledge Discovery and Data Mining: 24th Pacific-Asia Conference, PAKDD 2020, Singapore, May 11–14, 2020, Proceedings, Part I 24",
        "pages": "318-329",
        "publisher": "Springer International Publishing",
        "abstract": "Nowadays, great quantities of data are produced by a large and diverse family of sensors (e.g., remote sensors, biochemical sensors, wearable devices), which typically measure multiple variables over time, resulting in data streams that can be profitably organized as multivariate time-series. In practical scenarios, the speed at which such information is collected often makes the data labeling task uneasy and too expensive, so that limit the use of supervised approaches. For this reason, unsupervised and exploratory methods represent a fundamental tool to deal with the analysis of multivariate time series. In this paper we propose a deep-learning based framework for clustering multivariate time series data with varying lengths. Our framework, namely DeTSEC (Deep Time Series Embedding Clustering), includes two stages: firstly a recurrent autoencoder exploits attention and gating mechanisms to produce …"
    },
    "filled": true,
    "author_pub_id": "GWACYGoAAAAJ:_Qo2XoVZTnwC",
    "num_citations": 49,
    "citedby_url": "/scholar?hl=en&cites=14311200091862198579",
    "cites_id": [
        "14311200091862198579"
    ],
    "pub_url": "https://link.springer.com/chapter/10.1007/978-3-030-47426-3_25",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M-n72KiYm8YJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 1,
        "2021": 18,
        "2022": 8,
        "2023": 20,
        "2024": 2
    }
}