{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Gouvernance, efficacité et justice des instruments de politiques agricoles visant à favoriser la provision de services environnementaux: une analyse comparée entre Costa Rica et France (Guadeloupe)",
        "pub_year": 2017,
        "citation": "VertigO-la revue électronique en sciences de l'environnement 17 (2), 2017",
        "author": "Muriel Bonin and Jean-Francois Le Coq and Oliver Aznar and Fernando Saenz",
        "journal": "VertigO-la revue électronique en sciences de l'environnement",
        "volume": "17",
        "number": "2",
        "publisher": "Les éditions en environnements VertigO",
        "abstract": "Le programme de Reconnaissance des bénéfices environnementaux (« Reconocimiento de Beneficios Ambientales », RBA) au Costa Rica et les Mesures Agri-Environnementales (MAE) en France font partie des instruments incitatifs de politiques agricoles visant à protéger l’environnement. À partir d’une analyse comparée multicritère de l’application de ces deux instruments dans le Guanacaste au Costa Rica et en Guadeloupe en France, nous caractérisons les potentiels et les limites des politiques agricoles visant à favoriser la provision de services environnementaux en termes d’efficacité et de justice. Des enquêtes sont conduites auprès des gestionnaires et des bénéficiaires de ces instruments. Dans ces deux cas, la gouvernance reste dominée par des acteurs du secteur agricole et les programmes sont efficaces dans le sens où ils atteignent des objectifs qui étaient affichés (augmentation des pâturages améliorés pour le RBA, diminution de l’usage des pesticides pour les MAE). Cependant, l’additionnalité des programmes est incertaine. Les deux cas étudiés présentent des différences relatives à l’équité dans la distribution des fonds publics. Alors que le Costa Rica a mis en place des modalités concrètes et précises de plafonnement des aides, en France, dans le cas de la Guadeloupe, la répartition des fonds attribués aux MAE reproduit l’inégalité existante dans la répartition des fonds publics (le budget des MAE étant concentré sur les principales filières qui bénéficient déjà de l’essentiel des subventions). L’équité est apparue comme une préoccupation des gestionnaires et elle a induit des inflexions dans les modalités de mise en …"
    },
    "filled": true,
    "author_pub_id": "ARl-VIoAAAAJ:VOx2b1Wkg3QC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=13398617344146448347",
    "cites_id": [
        "13398617344146448347"
    ],
    "pub_url": "https://journals.openedition.org/vertigo/18670",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2588T3xz8bkJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 1
    }
}