{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Humaniser la peine? Enquête en maison d’arrêt, Y. Bouagga. Presses universitaires de Rennes, Rennes (2015). 312 p.",
        "pub_year": 2016,
        "citation": "Sociologie du travail 58 (4), 475-477, 2016",
        "author": "Jean-Philippe Tonneau",
        "journal": "Sociologie du travail",
        "volume": "58",
        "number": "4",
        "pages": "475-477",
        "publisher": "Association pour le développement de la sociologie du travail",
        "abstract": "1 Yasmine Bouagga nous livre ici une version remaniée de sa thèse de sociologie soutenue en 2013. À partir d’une enquête ethnographique menée dans deux maisons d’arrêt de la région parisienne, elle s’ est intéressée à la modernisation de l’institution carcérale. Soumise aux principes de l’État de droit, la prison se voit contrainte d’humaniser et de moraliser la sanction pénale. L’originalité de l’enquête de Y. Bouagga est de saisir cette modernisation à travers l’entrée du droit en maison d’arrêt et ses usages, concurrencés par des logiques sécuritaires et gestionnaires. L’autrice prend également au sérieux les principes moraux qui, en sus de leurs dispositions sociales, guident les acteurs rencontrés. Son enquête s’ inscrit ainsi dans une sociologie du droit et dans une anthropologie morale de l’État. Huit chapitres structurent le livre et suivent la carrière carcérale des détenus, de leur entrée jusqu’à leur sortie de la maison d’arrêt. Plus encore, chacun des chapitres met l’accent sur une profession ou un métier pénitentiaires et une procédure administrative et juridique, bien souvent ignorés.2 Dans le premier chapitre, Y. Bouagga retrace l’émergence et la diffusion du cœur philosophique de la politique carcérale française qu’est l’individualisation de la peine. Elle s’ arrête ensuite sur les contestations dont la prison a fait l’objet dans les années 1970, par l’intermédiaire d’organisations nouvelles comme le Groupe d’information sur les prisons (GIP). Le procès de la prison, depuis les années 2000, est enfin considéré: les conditions insalubres et la surpopulation sont régulièrement dénoncées, au point que les prisons constituent pour certains «la …"
    },
    "filled": true,
    "author_pub_id": "FcRgvV4AAAAJ:LkGwnXOMwfcC",
    "num_citations": 0,
    "pub_url": "https://journals.openedition.org/sdt/790",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:uQlKXmEdXL4J:scholar.google.com/",
    "cites_per_year": {}
}