{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "‪ Jouer avec diverses sources de régulation foncière: le pluralisme sahélien‪",
        "pub_year": 2016,
        "citation": "Économie rurale 353 (354), 27-44, 2016",
        "author": "Hermine Papazian and Patrick d’Aquino and Jeremy Bourgoin and Alpha Ba",
        "journal": "Économie rurale",
        "volume": "353",
        "number": "354",
        "pages": "27-44",
        "publisher": "Cairn",
        "abstract": "En Afrique sahélienne, la situation foncière se caractérise par l’imbrication de normes et d’instances en matière de régulation foncière, reposant à la fois sur des pratiques locales informelles (mais reconnues par les populations) et sur un droit foncier légal où l’essentiel du territoire demeure au sein de l’État. Les acteurs du foncier s’appuient en pratique plus sur un portefeuille de sources de régulations dans lequel ils puisent selon le contexte, plutôt que sur une seule référence de régulation reconnue et appliquée par tous. Sur la base d’une expérimentation s’appuyant sur un jeu de rôle pour tester la réalité et les conditions de ces comportements locaux de mobilisation et d’usage de différentes sources de régulation foncière, l’article propose des premières pistes de réflexion pour appréhender les contextes dans lesquels s’intégreraient les futures politiques foncières mises en place par les États sahéliens, dont …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:hqOjcs7Dif8C",
    "num_citations": 10,
    "citedby_url": "/scholar?hl=en&cites=17243278965942640984",
    "cites_id": [
        "17243278965942640984"
    ],
    "pub_url": "https://www.cairn.info/revue-economie-rurale-2016-3-page-27.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WOH5V9xuTO8J:scholar.google.com/",
    "cites_per_year": {
        "2017": 1,
        "2018": 1,
        "2019": 0,
        "2020": 0,
        "2021": 0,
        "2022": 1,
        "2023": 5,
        "2024": 1
    }
}