{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Cécile Guillaume, Syndiquées. Défendre les intérêts des femmes au travail. Paris, Presses de Sciences Po, 2017",
        "pub_year": 2019,
        "citation": "Travail et Emploi, 122-126, 2019",
        "author": "Jean-Philippe Tonneau",
        "journal": "Travail et Emploi",
        "number": "159",
        "pages": "122-126",
        "publisher": "La documentation française",
        "abstract": "Cécile Guillaume nous propose un livre sur les organisations syndicales britanniques et françaises, fruit de plusieurs années de recherches, effectuées seule ou avec d’autres sociologues–Sophie Pochic en premier lieu, mais également Jean-Michel Denis ou Vincent-Arnaud Chappe. Une double question intéresse l’auteure: qu’en est-il de la féminisation des syndicats, et celle-ci, réelle bien que «sélective et inachevée»(p. 179), a-t-elle des effets sur la prise en charge des intérêts des femmes dans le monde du travail? Pour y répondre, deux recherches comparatives, réalisées entre 2003 et 2015, sont convoquées. Quatre organisations syndicales sont étudiées: d’une part, UNISON («décrit comme très progressif en matière d’égalité et très féminisé», p. 55) et GMB («un syndicat moins étudié, plus masculin et aussi [plus] implanté dans le privé», p. 55) au Royaume-Uni; d’autre part, la Confédération française démocratique du travail (CFDT, qui «s’ est imposée du fait de l’ancienneté de la politique de mixité et de l’accès au terrain», p. 55–l’auteure y fut salariée) et Solidaires/SUD (répondant notamment «au souhait d’aller enquêter dans un syndicat se disant féministe et plus contestataire que la CFDT», p. 55) en France. Trois chapitres ordonnent le livre. Dans le premier chapitre, l’auteure propose une revue comparée de littérature dans laquelle elle présente les travaux ayant analysé l’une des deux questions qu’elle pose. Il s’ agit davantage d’une présentation de différentes recherches que d’une réelle revue critique de la littérature mobilisée. L’auteure ne se positionne qu’à de rares moments par rapport aux travaux cités. Dans la deuxième …"
    },
    "filled": true,
    "author_pub_id": "FcRgvV4AAAAJ:WF5omc3nYNoC",
    "num_citations": 0,
    "pub_url": "https://journals.openedition.org/travailemploi/9447",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:HHkpVeUr8qMJ:scholar.google.com/",
    "cites_per_year": {}
}