{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "De la créativité en innovations dans l’organisation Petite et Moyenne: éléments d’une traduction communicationnelle",
        "pub_year": 2015,
        "citation": "Revue internationale d'intelligence economique 7 (1), 63-81, 2015",
        "author": "Yann Bertacchini and Pierre Maurel and Catherine Strasser and Paul Deprez and Yannick Bouchet",
        "journal": "Revue internationale d'intelligence economique",
        "volume": "7",
        "number": "1",
        "pages": "63-81",
        "publisher": "Lavoisier",
        "abstract": "Dans notre contribution, nous allons nous intéresser au cheminement qui mène de la créativité à l’innovation dans les Petites et Moyennes Organisations (Pmo) puis éventuellement au dépôt de brevet pour en assurer sa protection. L’argumentation de notre contribution peut être synthétisée et vise à reconstituer, selon nous, les sept étapes qui mènent de la détection puis de l’émergence de la créativité dans les organisations à sa transformation en innovations.La septième étape, ultime, intitulée « la créativité comme acte de langage au sein de l’organisation » marque la fin provisoire de ce lent mais nécessaire cheminement, à recréer en permanence, au sein de l’organisation. En voici les sept étapes reconstituées.7 : la créativité comme acte de langage au sein de l’organisation, puis l’émergence de l’innovation.6 : l’école de la traduction, l’acteur non humain, les savoirs implicites.5 : le salarié, acteur principal, la …"
    },
    "filled": true,
    "author_pub_id": "VA_p56EAAAAJ:a0OBvERweLwC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=7305218440457925857",
    "cites_id": [
        "7305218440457925857"
    ],
    "pub_url": "https://www.cairn.info/revue-revue-internationale-d-intelligence-economique-2015-1-page-63.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4bQghndZYWUJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 1,
        "2020": 0,
        "2021": 1
    }
}