{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Collaborative landscape research in Reunion Island: using spatial modelling and simulation to support territorial foresight and urban planning",
        "pub_year": 2017,
        "citation": "Applied Geography 78, 66-77, 2017",
        "author": "Guillaume Lestrelin and Xavier Augusseau and Daniel David and Jérémy Bourgoin and Erwann Lagabrielle and Danny Lo Seen and Pascal Degenne",
        "journal": "Applied Geography",
        "volume": "78",
        "pages": "66-77",
        "publisher": "Pergamon",
        "abstract": "This paper reflects on collaborative landscape research conducted in Reunion Island, an outermost region of the European Union. On this 2,500 km2 tropical island also considered a major international biodiversity hotspot, land-use planners must address important challenges, especially growing population densities and urban sprawl that cause important pressure on agricultural land and natural ecosystems. While progress has been made towards land-use zoning and planning at the island scale, entrenched interests and a lack of communication between the agricultural, urban and environmental sectors continue to hinder the design and implementation of integrated land-use plans at the local level. This paper presents an approach to territorial foresight where urban development scenarios and spatial models were co-constructed with a collective of institutional actors in order to facilitate dialogue on future …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:qxL8FJ1GzNcC",
    "num_citations": 22,
    "citedby_url": "/scholar?hl=en&cites=12995852535429146824",
    "cites_id": [
        "12995852535429146824"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0143622816307317",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yCidpwaLWrQJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 3,
        "2018": 2,
        "2019": 3,
        "2020": 2,
        "2021": 3,
        "2022": 2,
        "2023": 5,
        "2024": 2
    }
}