{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "“Municipios Verdes”: passer du zero-deforestation a la gestion durable des ressources naturelles en Amazonie bresilienne",
        "pub_year": 2017,
        "citation": "Des territoires vivants pour transformer le monde/Caron Patrick (ed …, 2017",
        "author": "Marie-Gabrielle Piketty and Marc Piraux and Lilian Blanc and François Laurent and Nathalie Cialdella and Joice Ferreira and E Coudel and Lucas Mazzei and Gabriel Lima Resque and Christophe Le Page and Krishna Naudin and Soraya Carvalho and Mario Gomes and René Poccard-Chapuis",
        "journal": "Des territoires vivants pour transformer le monde/Caron Patrick (ed.), Valette Elodie (ed.), Wassenaar Tom (ed.), Coppens D’Eeckenbrugge Geo (ed.), Papazian Vatche(ed.)",
        "pages": "54-57",
        "abstract": "En Amazonie brésilienne1, le programme de lutte contre la déforestation (PPCDAM), lancé en 2004 et relayé par des engagements des filières soja et viande bovine, a conduit à une chute considérable du taux annuel de déforestation. Pour les acteurs des territoires, il s’ agit dès lors de concevoir, de planifier et de mettre en œuvre une transition agraire rapide, basée sur une gestion plus efficiente de leurs différentes ressources naturelles, de s’ approprier un espace physique limité et de créer les capacités institutionnelles pour le gérer durablement. l’initiative municíPio verdeÀ partir de 2008, le gouvernement fédéral a ciblé ses mesures coercitives sur certains municípios (communes), sur la base de trois indicateurs reflétant l’intensité de la déforestation. Faisant partie des municípios ciblés, Paragominas, qui couvre un territoire de 20 000 km2 situé dans l’État du Pará, a lancé l’initiative Município Verde …"
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:geHnlv5EZngC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=9712986898186779668",
    "cites_id": [
        "9712986898186779668"
    ],
    "pub_url": "https://www.torrossa.com/gs/resourceProxy?an=5063738&publisher=FZZ759#page=56",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FDxyTh92y4YJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 1,
        "2018": 0,
        "2019": 2
    }
}