{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Gérer les forêts dégradées, une nouvelle priorité en Amazonie brésilienne",
        "pub_year": 2017,
        "citation": "Perspective, 4 p., 2017",
        "author": "Lilian Blanc and Joice Ferreira and Marie-Gabrielle Piketty and Clément Bourgoin and Valéry Gond and Bruno Hérault and Milton Kanashiro and François Laurent and Marc Piraux and Ervan Rutishauser and Plinio Sist",
        "journal": "Perspective",
        "pages": "4 p.",
        "abstract": "En Amazonie brésilienne, les forêts dégradées dominent les paysages des fronts pionniers. Un grand défi attend désormais cette région : stopper la dégradation et gérer durablement ces forêts. Les forêts dégradées représentent aujourd’hui une catégorie de forêt à part entière. Elles peuvent néanmoins jouer un rôle majeur pour lutter contre le changement climatique. Elles peuvent aussi contribuer à un meilleur fonctionnement écologique des territoires. Développer des politiques publiques visant le double objectif de réduire la dégradation et de valoriser ces forêts implique un appui fort de la recherche. Dans ce Perspective, nous mettons l’accent sur quatre priorités de recherche : développer des méthodes de caractérisation et de suivi des forêts dégradées, élaborer des plans d’aménagement spécifiques, comprendre le rôle joué par tous les acteurs sociaux et accompagner les politiques à l’échelle territoriale."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:M3NEmzRMIkIC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-01537653/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9y2uwzK6MEIJ:scholar.google.com/",
    "cites_per_year": {}
}