{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Desafios do funcionamento de conselhos deliberativos em reservas extrativistas marinhas na região bragantina do estado do Pará",
        "pub_year": 2021,
        "citation": "Raízes: Revista de Ciências Sociais e Econômicas 41 (1), 62-78, 2021",
        "author": "Ivanilde de Sousa do Espírito Santo and Marc Piraux",
        "journal": "Raízes: Revista de Ciências Sociais e Econômicas",
        "volume": "41",
        "number": "1",
        "pages": "62-78",
        "abstract": "O presente trabalho tem por objetivo analisar e comparar o funcionamento dos conselhos deliberativos das Reservas Extrativistas (RESEX) marinhas Caeté-Taperaçu e Araí-Peroba, a partir de alguns critérios da governança territorial. O estudo foi realizado nas RESEX Marinhas Caeté-Taperaçu (município de Bragança) e na Araí-Peroba (município de Augusto Corrêa), criadas em 2005, na região nordeste do estado do Pará. O trabalho foi elaborado a partir de uma abordagem qualitativa. A coleta de dados se deu através de dados secundários, questionários e entrevistas semi-estruturadas. Observou-se que, apesar das dificuldades, o conselho deliberativo da RESEX marinha Caeté-Taperaçu está funcionando, embora com uma gestão centralizada e ineficiente. Já o conselho deliberativo da RESEX marinha Araí-Peroba encontra-se inativo desde 2014. Os motivos foram: a falta de uma gestão descentralizada, o difícil acesso a RESEX, entendimento do significado de uma RESEX, forte assistencialismo e a política partidária. Conclui-se que, apesar da governança territorial ser uma inovação social para a gestão dos territórios de RESEX marinhas, nos conselhos deliberativos Caeté-Taperaçu e Araí-Peroba falta uma governança, visto que, identificou-se arranjos institucionais enfraquecidos e participações não efetivas das comunidades extrativistas no processo de decisão."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:XvxMoLDsR5gC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=8968202763043354574",
    "cites_id": [
        "8968202763043354574"
    ],
    "pub_url": "http://raizes.revistas.ufcg.edu.br/index.php/raizes/article/view/663",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zjfgvOV0dXwJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1
    }
}