{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "A diversidade socioespacial do Território Baixo Tocantins e impactos na agricultura familiar",
        "pub_year": 2017,
        "citation": "Na várzea e na terra firme: transformações socioambientais e reinvenções …, 2017",
        "author": "Marc Piraux and Daniel Sombra Soares and Aquiles Simoes",
        "journal": "Na várzea e na terra firme: transformações socioambientais e reinvenções camponesas. Belém: NUMA/UFPA",
        "pages": "77-114",
        "abstract": "Compreender a diversidade de um território se constitui em um desafio importante para promover uma ação pública de qualidade (PIRAUX et al., 2013). De fato, a intervenção social, em particular com a agricultura familiar (AF), aprimora-se com um melhor entendimento sobre as dinâmicas territoriais, das suas diversidades, trajetórias de evolução e vieses possíveis de desenvolvimento. Se considerarmos o território como um sistema, uma análise das dinâmicas territoriais vai permitir apreender as relações entre os diversos componentes (econômicos, sociais, ambientais, espaciais) que o constituem e que estão interligadas por fortes interações. As dinâmicas territoriais podem ser definidas, assim como a resultante entre os interesses e projetos coletivos1 dos atores sociais2, assim como as suas evoluções e"
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:NaGl4SEjCO4C",
    "num_citations": 22,
    "citedby_url": "/scholar?hl=en&cites=5397493650458301419",
    "cites_id": [
        "5397493650458301419"
    ],
    "pub_url": "https://www.academia.edu/download/60679091/Cap_2017_-_A_diversidade_socioespacial_do_Territorio_do_Baixo_Tocantins20190923-10639-10uhna4.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:61P-wOC_50oJ:scholar.google.com/",
    "cites_per_year": {
        "2018": 2,
        "2019": 4,
        "2020": 3,
        "2021": 5,
        "2022": 6,
        "2023": 2
    }
}