{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Monitoring of surface soil moisture based on optical and radar data over agricultural fields",
        "pub_year": 2018,
        "citation": "2018 4th International Conference on Advanced Technologies for Signal and …, 2018",
        "author": "Safa Bousbih and Mehrez Zribi and Bernard Mougenot and Pascal Fanise and Zohra Lili-Chabaane and Nicolas Baghdadi",
        "conference": "2018 4th International Conference on Advanced Technologies for Signal and Image Processing (ATSIP)",
        "pages": "1-5",
        "publisher": "IEEE",
        "abstract": "The surface soil moisture is a key parameter that describes and conditions the exchange between the surface and the atmosphere via the energy balance. It is important because of its impact on the evapotranspiration and irrigation management. The most widespread approach is based on the synergy between radar and optical data to retrieve soil moisture. The aim is to study the potential of Sentinel sensors (Sentinel-1 (S-1) and Sentinel-2 (S-2)) for the retrieving of the soil moisture at regional scale. First, an analysis between the radar (S-1) and the measured data (soil moisture, soil roughness and Leaf Area Index (LAI)) is established over bare soils and cereal fields in the Kairouan plain, Tunisia. The results of the sensitivity analysis show that the radar signal in VV (vertical) polarization and soil and vegetation parameters are strongly correlated than in VH cross-polarization. The Water Cloud Model was calibrated …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:OR75R8vi5nAC",
    "num_citations": 8,
    "citedby_url": "/scholar?hl=en&cites=7520123607241922063",
    "cites_id": [
        "7520123607241922063"
    ],
    "pub_url": "https://ieeexplore.ieee.org/abstract/document/8364507/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dxav1JPYXGgJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 3,
        "2020": 2,
        "2021": 1,
        "2022": 1,
        "2023": 1
    }
}