{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "L’approche par les services écosystémiques peut-elle permettre une meilleure mise en visibilité de la nature dans les processus de planification urbaine?",
        "pub_year": 2023,
        "citation": "Développement durable et territoires. Économie, géographie, politique, droit …, 2023",
        "author": "Léa Tardieu and Perrine Hamel and Mehdi Mikou and Lana Coste and Harold Levrel",
        "journal": "Développement durable et territoires. Économie, géographie, politique, droit, sociologie",
        "volume": "14",
        "number": "3",
        "publisher": "Réseau «Développement durable et territoires fragiles»",
        "abstract": "La nature est un atout conséquent d’adaptation des villes au changement climatique et contribue à la qualité de vie des citadins. Ses contributions, positives comme négatives, peuvent être représentées par les services (se) et dis-services écosystémiques. Dans cet article, nous questionnons l’apport de la considération, de la cartographie et de la communication autour des se dans les processus d’aménagement urbain pour créer un langage commun auprès d’acteurs aux différents parcours et pratiques, et pour mieux appréhender la nature dans les décisions d’aménagement. La question est traitée de manière qualitative, par des entretiens d’acteurs de l’aménagement urbain. Les résultats témoignent de la plus-value que pourrait représenter la considération des se dans les processus d’aménagement, en tant qu’outil d’acculturation, de dialogue territorial et enfin d’évaluation en faveur de la conservation et du développement de la nature en ville."
    },
    "filled": true,
    "author_pub_id": "mGPbHIcAAAAJ:2P1L_qKh6hAC",
    "num_citations": 0,
    "pub_url": "https://journals.openedition.org/developpementdurable/23548",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ciu-dITE4HoJ:scholar.google.com/",
    "cites_per_year": {}
}