{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Constitution de corpus thématique: Pour un meilleur suivi du territoire de la Métropole de Montpellier Méditerranée",
        "pub_year": 2021,
        "citation": "SAGEO'21 16ème Conférence Internationale de la Géomatique, de l'Analyse …, 2021",
        "author": "Rodrique Kafando and Rémy Decoupes and Maguelonne Teisseire and Lucile Sautot and Christiane Weber",
        "conference": "SAGEO'21 16ème Conférence Internationale de la Géomatique, de l'Analyse Spatiale et des Sciences de l'Information Géographique.",
        "abstract": "Dans le cadre d’un partenariat avec la métropole de Montpellier (3M) et son service ville intelligente, nous établissons une plateforme permettant l’intégration et l’analyse de données hétérogènes massives pour une observation intelligente du territoire concerné. Dans cet article, nous décrivons un processus de récolte automatique de documents de sources diverses, selon trois thématiques choisies par 3M qui sont l’urbanisation, l’agriculture et l’hydrologie. A partir de termes graines à dire d’experts enrichies grâce à des articles Wikipédia puis Google, un vocabulaire de concepts est automatiquement constitué. Les documents obtenus à partir d’un moteur de recherche sont ensuite évalués à l’aide d’une mesure sémantique spécifique. N ous détaillons les premiers résultats obtenus et présentons les avantages du protocole proposé.In collaboration with the metropolis of Montpellier (3M) and its smart city service, we are establishing a platform allowing the integration and analysis of massive heterogeneous data for intelligent observation of the territory concerned. In this article, we describe the process implemented to ensure an automatic collection of documents according to three themes chosen by 3M, which are urbanization, agriculture and hydrology. Results are detailed and the benefits oft his s calable s olution are highlited."
    },
    "filled": true,
    "author_pub_id": "ZC5cTtAMFr4C:L1USKYWJimsC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=7194593972175476524",
    "cites_id": [
        "7194593972175476524"
    ],
    "pub_url": "https://hal.science/hal-03243745/document",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LJevXhlV2GMJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 0,
        "2023": 1
    }
}