{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Liens entre moustiques vecteurs et environnement: apport des méthodes de télédétection satellite",
        "pub_year": 2022,
        "citation": "et modélisation spatiale Applications à la surveillance et au contrôle des …, 2022",
        "author": "Renaud Marti and Claire Teillet and Hobiniaina Anthonio Rakotoarison and Florence Fournet",
        "journal": "et modélisation spatiale Applications à la surveillance et au contrôle des maladies liées aux moustiques",
        "pages": "19",
        "abstract": "Certains traits biologiques sont communs aux près de 3 600 espèces de moustiques (Diptera: Culicidae) répertoriées dans le monde et conditionnent une grande partie des relations avec l’environnement et différents facteurs météorologiques. En tant qu’ectothermes, les moustiques ont une température interne contrôlée par la température de leur environnement, qui conditionne ainsi leur physiologie, comportement, écologie et in fine leur survie (Reinhold et al., 2018). Les moustiques ont quatre principaux stades de vie (figure 1.1). Les trois premiers ont une forme aquatique: l’œuf, la larve (avec 4 stades larvaires entrecoupés chacun d’une mue) et la nymphe. Le dernier stade, l’adulte, associé à la période de reproduction et de dispersion, a une forme aérienne. Les stades aquatiques se développent dans des collections d’eau appelées «gîtes larvaires», dont les caractéristiques varient selon les espèces de moustiques. En influant sur le développement de chacun des stades, de leurs transitions et de leurs mortalités associées, les facteurs météorologiques, tels que la température, les précipitations ou l’humidité, sont des déterminants clefs de la distribution et de la dynamique des populations de moustiques.Seule la femelle des moustiques est hématophage et c’est au cours d’un repas de sang qu’elle peut être infectée par un agent pathogène (virus, bactérie ou parasite) et, après multiplication de ce dernier, le transmettre à un nouvel hôte: le moustique est alors appelé «vecteur». En plus de leur influence sur l’écologie du moustique, les variations météorologiques impactent l’ensemble du cycle de transmission des agents pathogènes et …"
    },
    "filled": true,
    "author_pub_id": "9Hy7dPoAAAAJ:NMxIlDl6LWMC",
    "num_citations": 0,
    "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/60578/1/9782759236282.pdf#page=21",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:0LFEMy6cPfAJ:scholar.google.com/",
    "cites_per_year": {}
}