{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "EpidNews: Extracting, exploring and annotating news for monitoring animal diseases",
        "pub_year": 2020,
        "citation": "Journal of Computer Languages 56, 100936, 2020",
        "author": "Rohan Goel and Sarah Valentin and Alexis Delaforge and Samiha Fadloun and Arnaud Sallaberry and Mathieu Roche and Pascal Poncelet",
        "journal": "Journal of Computer Languages",
        "volume": "56",
        "pages": "100936",
        "publisher": "Elsevier",
        "abstract": "In the recent years, there has been a massive increase in the amount of data published on the web about human and animal health events. Epidemiologists use this spatio-temporal information on a daily basis to detect and monitor disease outbreaks over time. While official sources such as the World Organization for Animal Health release formal outbreak notifications, unofficial sources such as online newspapers contain unstructured information with different levels of reliability. Manually retrieving the data from a website like Google News and then deriving sensible insights from the huge dataset takes a lot of time and effort. We present EpidNews, a new visual analytics tool that helps to visualize and explore epidemiological data for monitoring animal disease outbreaks. The tool uses several views depicting various levels of abstraction, which helps fulfill almost all the data analysis requirements of epidemiologists …"
    },
    "filled": true,
    "author_pub_id": "3a8ya88AAAAJ:d1gkVwhDpl0C",
    "num_citations": 11,
    "citedby_url": "/scholar?hl=en&cites=3864396200445065300",
    "cites_id": [
        "3864396200445065300"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S2590118419300619",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:VLjlrt4XoTUJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 6,
        "2021": 1,
        "2022": 1,
        "2023": 3
    }
}