{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Les migrations rurales dans la dynamique migratoire sénégalaise. La fluidité des mobilités internes en réponse aux contraintes locales. Rome, FAO et CIRAD, 24 p",
        "pub_year": 2018,
        "citation": "Les migrations rurales dans la dynamique migratoire sénégalaise, 5, 2018",
        "author": "Cheikh Oumar Ba and Jeremy Bourgoin and Djibril Diop",
        "journal": "Les migrations rurales dans la dynamique migratoire sénégalaise",
        "number": "5",
        "pages": "5",
        "abstract": "Au Sénégal, alors que les migrations internationales focalisent l’attention, depuis la fin des années 1990, les migrations internes et en particulier temporaires ont significativement augmenté. Cette dynamique migratoire dont les modalités se sont diversifiées avec celles des profils et trajectoires des migrants, résulte de l’effet conjoint de la croissance démographique et du sous-emploi, d’une dégradation continue de l’environnement naturel et d’un durcissement des politiques migratoires des pays de l’OCDE limitant les mobilités internationales. Les migrations internes sont largement issues des zones rurales. Elles sont indicatrices d’un état de crise structurelle qui marque le secteur agricole mais traduit aussi la faible diversification de l’économie nationale. Ces migrations remodèlent l’espace national et illustrent un besoin de rééquilibrage territorial autour de pôles régionaux de développement. Ce rééquilibrage est nécessaire afin d’éviter la poursuite d’une concentration de la population sénégalaise dans l’agglomération dakaroise, qui pose des problèmes de soutenabilité du modèle de croissance national. Les dynamiques migratoires permettent ainsi de mettre en évidence le besoin de politiques publiques adaptées aux défis structurels du pays. Elles invitent à renforcer le débat national sur le modèle de croissance et le type de développement territorial adaptés aux besoins du Sénégal du XXIème siècle."
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:_xSYboBqXhAC",
    "num_citations": 13,
    "citedby_url": "/scholar?hl=en&cites=2175590035931271387",
    "cites_id": [
        "2175590035931271387"
    ],
    "pub_url": "http://www.ipar.sn/IMG/pdf/les_migrations_rurales_dans_la_dynamique_migratoire_senegalaise.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2xCQZJw_MR4J:scholar.google.com/",
    "cites_per_year": {
        "2020": 3,
        "2021": 4,
        "2022": 4,
        "2023": 1,
        "2024": 1
    }
}