{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Mapping snow depth in open alpine terrain from stereo satellite imagery",
        "pub_year": 2016,
        "citation": "The Cryosphere 10 (4), 1361-1380, 2016",
        "author": "Renaud Marti and Simon Gascoin and Etienne Berthier and M De Pinel and Thomas Houet and Dominique Laffly",
        "journal": "The Cryosphere",
        "volume": "10",
        "number": "4",
        "pages": "1361-1380",
        "publisher": "Copernicus GmbH",
        "abstract": " To date, there is no definitive approach to map snow depth in mountainous areas from spaceborne sensors. Here, we examine the potential of very-high-resolution (VHR) optical stereo satellites to this purpose. Two triplets of 0.70 m resolution images were acquired by the Pléiades satellite over an open alpine catchment (14.5 km2) under snow-free and snow-covered conditions. The open-source software Ame's Stereo Pipeline (ASP) was used to match the stereo pairs without ground control points to generate raw photogrammetric clouds and to convert them into high-resolution digital elevation models (DEMs) at 1, 2, and 4 m resolutions. The DEM differences (dDEMs) were computed after 3-D coregistration, including a correction of a −0.48 m vertical bias. The bias-corrected dDEM maps were compared to 451 snow-probe measurements. The results show a decimetric accuracy and precision in the Pléiades-derived snow depths. The median of the residuals is −0.16 m, with a standard deviation (SD) of 0.58 m at a pixel size of 2 m. We compared the 2 m Pléiades dDEM to a 2 m dDEM that was based on a winged unmanned aircraft vehicle (UAV) photogrammetric survey that was performed on the same winter date over a portion of the catchment (3.1 km2). The UAV-derived snow depth map exhibits the same patterns as the Pléiades-derived snow map, with a median of −0.11 m and a SD of 0.62 m when compared to the snow-probe measurements. The Pléiades images benefit from a very broad radiometric range (12 bits), allowing a high correlation success rate over the snow-covered areas. This study demonstrates the value of …"
    },
    "filled": true,
    "author_pub_id": "9Hy7dPoAAAAJ:qjMakFHDy7sC",
    "num_citations": 136,
    "citedby_url": "/scholar?hl=en&cites=12903164087499568035",
    "cites_id": [
        "12903164087499568035"
    ],
    "pub_url": "https://tc.copernicus.org/articles/10/1361/2016/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ozP9qV8_EbMJ:scholar.google.com/",
    "cites_per_year": {
        "2016": 3,
        "2017": 9,
        "2018": 16,
        "2019": 23,
        "2020": 22,
        "2021": 18,
        "2022": 21,
        "2023": 18,
        "2024": 3
    }
}