{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "EpidNews: un explorateur de données épidémiologiques pour la surveillance des maladies animales",
        "pub_year": 2019,
        "citation": "IC 2019-30es Journées francophones d'Ingénierie des Connaissances, 215-216, 2019",
        "author": "Alexis Delaforge and Rohan Goel and Samiha Fadloun and Sarah Valentin and Arnaud Sallaberry and Mathieu Roche and Pascal Poncelet",
        "conference": "IC 2019-30es Journées francophones d'Ingénierie des Connaissances",
        "pages": "215-216",
        "abstract": "La détection et le suivi de foyers de maladies animales reposent sur l’analyse quotidienne de données épidémiologiques, généralement issues d’organismes officiels. Les médias digitaux, sources de données dites «non-officielles», sont utilisés de manière complémentaire par les systèmes de veille sanitaire en raison de leur réactivité et de la facilité d’accès à leur contenu. Cependant, l’extraction manuelle d’informations pertinentes à partir de ces données non-structurées est très couteuse en temps. Afin de simplifier cette tâche, nous proposons EpidNews (Goel et al.(2018)), un nouvel outil d’analyse visuelle qui permet d’explorer les données épidémiologiques multi-sources (officielles et non-officielles). EpidNews permet de visualiser la distribution et l’évolution spatio-temporelle des données grâce à une carte et un outil de sélection temporelle. Les données, qui représentent des foyers de maladie, peuvent …"
    },
    "filled": true,
    "author_pub_id": "3a8ya88AAAAJ:qjMakFHDy7sC",
    "num_citations": 0,
    "pub_url": "https://scholar.archive.org/work/irqwfnvqyzbrbj2v25uqlpoh4y/access/wayback/https://hal.archives-ouvertes.fr/hal-02329586/document",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4ezFhDB5joAJ:scholar.google.com/",
    "cites_per_year": {}
}