{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Suivi de la sécurité alimentaire en Afrique de l'Ouest: Quelles méthodes d'analyse de données pour traiter l'interdisciplinarité de la sécurité alimentaire",
        "pub_year": 2021,
        "citation": "Journal of Interdisciplinary Methodologies and Issues in Sciences 8 …, 2021",
        "author": "Hugo Deléglise and Agnès Bégué and Roberto Interdonato and Elodie Maître d'Hôtel and Maguelonne Teisseire",
        "journal": "Journal of Interdisciplinary Methodologies and Issues in Sciences",
        "volume": "8",
        "number": "Geographical Information Science, Geomatics, Spatial Analysis",
        "publisher": "Episciences. org",
        "abstract": "La faim en Afrique augmente à nouveau après avoir reculé pendant plusieurs années. Elle représente un enjeu sociétal mondial auquel toutes les disciplines se préoccupant d’analyse de données sont confrontées. Dans le cadre d’une collaboration pluridisciplinaire entre informaticiens, économistes et télédétecteurs, nous nous intéressons au cas du Burkina Faso qui est l’un des pays d’Afrique de l’Ouest les plus touchés par l’insécurité alimentaire. Nous détaillons les données disponibles qui permettront d’alimenter un système de surveillance et d’alerte précoce. Nous décrivons deux approches d’analyse de données hétérogènes (valeurs quantitatives, séries temporelles, images, etc.) qui sont les méthodes d’apprentissage et les méthodes d’extraction de motifs spatio-temporels. Puis, nous dressons les premiers bilans des expérimentations réalisées, les modèles utilisées ont permis d’obtenir une accuracy de 0.75 pour le score de consommation alimentaire et de 0.73 pour le score de diversité alimentaire. Nous listons enfin les travaux que nous poursuivons dans ce contexte."
    },
    "filled": true,
    "author_pub_id": "GWACYGoAAAAJ:isC4tDSrTZIC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=11448255914613977702",
    "cites_id": [
        "11448255914613977702"
    ],
    "pub_url": "https://jimis.episciences.org/7063",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZrJUUBlg4J4J:scholar.google.com/",
    "cites_per_year": {
        "2021": 1
    }
}