{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Nécessité d’un recadrage des missions des acteurs du secteur semencier du riz au Bénin",
        "pub_year": 2018,
        "citation": "Annales des Sciences Agronomiques du Bénin 22 (2), 2018",
        "author": "François Vihôdé Dossouhoui and DSM Agossou and YZ Magnon and P Mendez del Villar and Cocou Rigobert Tossou and Philippe Lebailly",
        "journal": "Annales des Sciences Agronomiques du Bénin",
        "volume": "22",
        "number": "2",
        "publisher": "Université d’Abomey-Calavi, Abomey-Calavi, Benin",
        "abstract": "Le secteur semencier dans le dispositif de promotion de la filière riz au Bénin est caractérisé par une pluralité d’acteurs avec des responsabilités diverses. L’une des faiblesses majeures du secteur réside dans l’inefficacité des interventions des acteurs au niveau local. Cette étude qui a privilégié une approche qualitative d’analyse des acteurs révèle que certaines catégories d’acteurs ne connaissent pas les fonctions de leurs pairs. Cette méconnaissance qui concerne les acteurs à la base est surtout observée au niveau des services étatiques et paraétatiques. Elle est liée au faible niveau de professionnalisation de ces acteurs dans la fourniture de services. Cet état de fait se traduit par une faible visibilité des actions entreprises et des résultats obtenus sur le terrain avec de nombreux conflits d’attribution. Cet article propose par conséquent un recadrage des attributions des différents acteurs aux niveaux politique et organisationnel en vue d’une meilleure efficacité des acteurs impliqués dans la promotion d’un système semencier intégré aux chaînes de valeur du riz."
    },
    "filled": true,
    "author_pub_id": "nPrjzMgAAAAJ:d1gkVwhDpl0C",
    "num_citations": 0,
    "pub_url": "https://orbi.uliege.be/handle/2268/223049",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RbSDRak5OgIJ:scholar.google.com/",
    "cites_per_year": {}
}