{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Politiques publiques d’appui à l’agro-écologie en Amérique latine: leçons et perspectives",
        "pub_year": 2019,
        "citation": "La transition agro-écologique, 321, 2019",
        "author": "Jean-François Le Coq and Éric Sabourin and Muriel Bonin and Sandrine Fréguin Gresh and Jacques Marzin and Paulo Niederle and Maria Mercedes Patrouilleau and Luis Vásquez",
        "journal": "La transition agro-écologique",
        "pages": "321",
        "abstract": "L’Amérique latine et la Caraïbe constituent une région particulièrement intéressante en matière d’émergence et de développement de modèles productifs et alimentaires alternatifs, visant à répondre aux enjeux environnementaux, sociaux, économiques et de santé publique. En effet, cette région est particulièrement confrontée aux impasses et dérives d’une agriculture conventionnelle, issue de la révolution verte, et portée par des formes de production agro-industrielles souvent irrespectueuses de l’environnement dans un cadre beaucoup moins régulé qu’en Europe et en Amérique du Nord. Cette agriculture conventionnelle, intensive en intrants chimiques, produit des aliments chargés en pesticides qui menacent la santé publique et consomme de grandes quantités d’eau (Segrelles, 2001; Carrasco et al., 2012; HLPE, 2015). De plus, elle s’ est souvent mise en place dans un contexte d’accaparement foncier au détriment des populations indigènes et paysannes (Borras et al., 2011; Baquero et Gómez, 2014). Face à ces dérives, des modèles productifs et agroalimentaires alternatifs ont été proposés par les producteurs, les chercheurs et les mouvements sociaux et parfois repris par les pouvoirs publics dans certains pays.Ainsi, alors que dans de nombreux pays, divers acteurs souhaitent effectuer une transition agro-écologique (Collado et al., 2013, Sabourin et al., 2017), la promotion et l’accompagnement de cette transition par des politiques publiques deviennent un enjeu important. Ce chapitre propose de faire un état des lieux des politiques en faveur de la transition agro-écologique en Amérique latine et dans la Caraïbe. Il vise à …"
    },
    "filled": true,
    "author_pub_id": "ARl-VIoAAAAJ:V3AGJWp-ZtQC",
    "num_citations": 0,
    "pub_url": "https://library.oapen.org/bitstream/handle/20.500.12657/22801/1/9782759228232.pdf#page=323",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7edIM-pVswoJ:scholar.google.com/",
    "cites_per_year": {}
}