{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Modelling and assessing forest ecosystem services at small region scales",
        "pub_year": 2016,
        "citation": "Sciences Eaux & Territoires, 58-63, 2016",
        "author": "T Cordonnier and F Berger and C Chauvin and B Courbaud and M Fuhr and P Tenerelli and V Lafond and S Luque and Zhun Mao",
        "journal": "Sciences Eaux & Territoires",
        "number": "21",
        "pages": "58-63",
        "abstract": "La forêt occupe près de 30 % du territoire français et fournit de nombreux services de production, de régulation et culturels. L'évaluation de ces services écosystémiques et de leurs évolutions sous différents scénarios socio-économiques pose des défis majeurs pour les scientifiques et les décideurs, qui plus est à l'échelle des petits territoires pour lesquels les données ou indicateurs élaborés à l'échelle nationale ne sont guère transposables. Des progrès importants ont été réalisés ces dernières années pour favoriser une meilleure évaluation de certains services. Ces progrès reposent le plus souvent sur l'utilisation conjointe de bases de données, d'outils de télédétection et de modèles démographiques appliqués à différentes échelles. Dans cet article, nous discutons des intérêts et limites de quelque unes de ces approches en prenant des exemples concernant des territoires de l'Isère. Ces exemples permettent de mettre en exergue certains verrous techniques et scientifiques. Une voie de progrès possible à court terme nous semble résider dans la construction d'une chaine de traitement qui articule l'acquisition de données de télédétection, l'initialisation de modèles de dynamique forestière et l'évaluation de la production de services par des fonctions de lien pertinentes."
    },
    "filled": true,
    "author_pub_id": "GtJ4HDAAAAAJ:5N-NJrZHaHcC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-01438991/document",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rbp2ylzYFeYJ:scholar.google.com/",
    "cites_per_year": {}
}