{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Suivi de l’artificialisation du territoire en milieu urbain par télédétection et à l’aide de métriques paysagères. Application à une agglomération de taille moyenne, Rennes Métropole",
        "pub_year": 2016,
        "citation": "Cybergeo : European Journal of Geography, 2016",
        "author": "Laurence Hubert-Moy Rahim Aguejdad",
        "journal": "Cybergeo : European Journal of Geography",
        "number": "766",
        "abstract": "L’objectif de cette recherche est d’explorer l’apport de l’utilisation combinée de la télédétection à haute résolution spatiale et des métriques paysagères pour la caractérisation des formes spatiales et le suivi de l’expansion urbaine à l’échelle d’une métropole de taille moyenne, Rennes Métropole. L’application porte sur une période de vingt-et-un ans (1984 à 2005) à partir d’images Landsat. Les trajectoires d’évolution des changements d’occupation et d’usage des sols ont d’abord été reconstruites à partir de la classification des images satellitales selon une approche orientée-objet. Ensuite, des métriques paysagères ont été calculées afin d’analyser les principales dynamiques spatio-temporelles de l’expansion urbaine et leur impact sur les structures paysagères. Les résultats révèlent une nette progression du tissu urbain qui est inégalement réparti dans l’espace, et à des rythmes légèrement différents selon la période considérée. Cette progression de la consommation foncière, d’un taux moyen annuel de 190 ha/an, s'est principalement effectuée au détriment des terres agricoles tandis que la tache urbaine continue d’intégrer de plus en plus d’espaces verts périphériques. L’analyse des métriques spatiales illustre le passage d’une phase de fragmentation accélérée du paysage vers une phase d'expansion par étalement continu de l’urbain existant."
    },
    "filled": true,
    "author_pub_id": "xO572bUAAAAJ:Zph67rFs4hoC",
    "num_citations": 19,
    "citedby_url": "/scholar?hl=en&cites=905525515612662521",
    "cites_id": [
        "905525515612662521"
    ],
    "pub_url": "https://journals.openedition.org/cybergeo/27465",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:-SolpagSkQwJ:scholar.google.com/",
    "cites_per_year": {
        "2016": 2,
        "2017": 2,
        "2018": 1,
        "2019": 1,
        "2020": 4,
        "2021": 5,
        "2022": 3,
        "2023": 1
    }
}