{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Globalização e estratégias locais: as interações global-local no caso do município de Mocajuba, na Amazônia oriental",
        "pub_year": 2021,
        "citation": "Novos Cadernos NAEA 23 (3), 2021",
        "author": "Pauline Cuenin and Marc Piraux",
        "journal": "Novos Cadernos NAEA",
        "volume": "23",
        "number": "3",
        "abstract": "Este artigo objetiva analisar e entender, em um contexto de globalização, as interações entre o local e o global que permitam uma melhor autonomia dos territórios locais. Neste objetivo, estudou-se um território da Amazônia Oriental, considerado rural e isolado, mas integrado nos processos de globalização: Mocajuba-Pa. Uma análise de fluxos dentro do município e entre este e o exterior, assim como dos diferentes projetos de desenvolvimento local foi conduzida. Esta análise mostrou os impactos no local das influências globalizadas, tais como a homogeneização dos modelos de consumo e a fragmentação do território. No entanto, destacou-se também iniciativas locais e as suas conexões com o global, enfatizando um local que interage com várias escalas. Essas experiências, baseadas na articulação das diferentes escalas e atores, destacam-se por apresentar potencialidades para uma maior autonomia do território."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:4fGpz3EwCPoC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=6194804670753891231",
    "cites_id": [
        "6194804670753891231"
    ],
    "pub_url": "https://periodicos.ufpa.br/index.php/ncn/article/view/8138",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:n2M3zQZe-FUJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 1,
        "2023": 1
    }
}