{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Des modèles et simulations spatiotemporelles comme «objets intermédiaires» pour mettre en débat l’étalement urbain dans l’île de La Réunion",
        "pub_year": 2016,
        "citation": "Cahiers de géographie du Québec 60 (170), 245-264, 2016",
        "author": "Xavier Augusseau and Pascal Degenne and Danny LO SEEN and Guillaume Lestrelin and Daniel David",
        "journal": "Cahiers de géographie du Québec",
        "volume": "60",
        "number": "170",
        "pages": "245-264",
        "publisher": "Érudit",
        "abstract": "Un dispositif partenarial mobilisant un outil de simulation paysagère, Ocelet, a été conçu comme support d’un exercice de prospective territoriale sur une intercommunalité de l’île de La Réunion où le mitage agricole représente un enjeu important. La démarche consiste à coconstruire, au sein d’une arène d’une vingtaine d’institutions, des scénarios d’évolution de l’étalement urbain. Pour favoriser ces interactions, des modèles contextualisés sont développés. Dans la démarche, le modèle remplit différentes fonctions au sein de l’arène, de l’initiation à la mise en débat de controverses. Les acteurs du projet s’opposent sur les facteurs concourant à l’étalement urbain et sur les moyens de le réguler. Si ces positions évoluent peu durant le projet, en revanche certaines visions ou certains partis pris ont pu être révisés. La démarche collaborative et le travail de prospective territoriale sont jugés de manière très positive …"
    },
    "filled": true,
    "author_pub_id": "w3EhJBcAAAAJ:cFHS6HbyZ2cC",
    "num_citations": 0,
    "pub_url": "https://www.erudit.org/en/journals/cgq/1900-v1-n1-cgq03134/1040534ar/abstract/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rzSz_3dCVykJ:scholar.google.com/",
    "cites_per_year": {}
}