{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Explorer l’impact environnemental des transformations agraires en Asie du Sud-Est grâce à l’évaluation participative des services écosystémiques",
        "pub_year": 2021,
        "citation": "Cahiers Agricultures 30, 3, 2021",
        "author": "Jean-Christophe Castella and Guillaume Lestrelin",
        "journal": "Cahiers Agricultures",
        "volume": "30",
        "pages": "3",
        "publisher": "EDP Sciences",
        "abstract": "Différents mécanismes d’intervention sont proposés pour transformer les paysages agricoles de manière à ce qu’ils remplissent de multiples fonctions, compatibles avec les objectifs du développement durable. Dans le cas de l’atténuation et de l’adaptation au changement climatique, des politiques incitatives et des mécanismes de rémunération des acteurs locaux sont promues dans le cadre des initiatives REDD+. Sur le terrain, ces interventions visent à assurer simultanément la fourniture de services écosystémiques et le maintien, voire l’amélioration, des moyens d’existence locaux. Dans cet article, nous explorons le rôle que peut jouer l’évaluation participative dans la mise en œuvre de paiements pour services environnementaux au sein de communautés rurales d’Indonésie, du Laos, du Vietnam et de Chine. Engagées dans un processus d’intégration rapide à l’économie de marché, ces communautés ont …"
    },
    "filled": true,
    "author_pub_id": "w3EhJBcAAAAJ:K3LRdlH-MEoC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=16290433977114142881,1791923080827793992",
    "cites_id": [
        "16290433977114142881",
        "1791923080827793992"
    ],
    "pub_url": "https://www.edp-open.org/articles/cagri/pdf/2021/01/cagri200088.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:oajXSmQ_E-IJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 1,
        "2023": 1
    }
}