{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Geo-data for mapping scenic beauty: Exploring the potential of remote sensing and social media",
        "pub_year": 2021,
        "citation": "2021 IEEE International Geoscience and Remote Sensing Symposium IGARSS, 188-191, 2021",
        "author": "Ilan Havinga and Diego Marcos and Patrick W Bogaart and Lars Hein and Devis Tuia",
        "conference": "2021 IEEE International Geoscience and Remote Sensing Symposium IGARSS",
        "pages": "188-191",
        "publisher": "IEEE",
        "abstract": "Scenic beauty is an important contributing factor to peoples' well-being. Modelling scenic beauty has been made possible at large scales with the availability of open-source remote sensing products. At the same time, the metadata available through social media, including tags and descriptions, offer a novel modelling alternative with a personalised view from the ground. This is especially relevant to policy applications. Using a crowdsourced landscape aesthetics dataset called ScenicOrNot as ground truth, we develop and test models to predict scenic beauty based on remotely sensed indicators and image metadata from social media (Flickr). Initial results show that both model types generate strong predictions of scenic beauty and model accuracy is maximised when the two are combined. Our research shows that both a top-view measurement using remote sensing and a social media-based measurement from …"
    },
    "filled": true,
    "author_pub_id": "IUqydU0AAAAJ:UxriW0iASnsC",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=11960451486870878216",
    "cites_id": [
        "11960451486870878216"
    ],
    "pub_url": "https://ieeexplore.ieee.org/abstract/document/9553417/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CDg7FEIP_KUJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 2,
        "2023": 4,
        "2024": 1
    }
}