{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Imagerie Hyperspectrale Et Zones Urbaines: Résultats Du Projet HYEP",
        "pub_year": 2022,
        "citation": "Revue Française de Photogrammétrie et de Télédétection 224 (1), 75-92, 2022",
        "author": "Christiane Weber and Xavier Briottet and Thomas Houet and Sébastien Gadal and Rahim Aguejdad and Yannick Deville and Mauro DALLA-MURA and Clément Mallet and LE Arnaud and Moussa KAROUI and Fatima BENHALOUCHE and Khelifa Djerriri and Sophie Fabre and AVAL Jocelyn",
        "journal": "Revue Française de Photogrammétrie et de Télédétection",
        "volume": "224",
        "number": "1",
        "pages": "75-92",
        "abstract": "Le projet HYEP (ANR HYEP 14-CE22-0016-01 HYperspectral imagery for Environmental urban Planning-Programme Mobilité et systèmes urbains-2014) a permis de confirmer l’intérêt d’une approche globale du milieu urbain par télédétection et notamment en utilisant l’imagerie hyperspectrale (IH). L’intérêt des images hyperspectrales réside dans la gamme d’informations fournies sur des longueurs d’onde de 0, 4 à 4 μm; elles fournissent ainsi un accès aux grandeurs spectrales d'intérêt et aux paramètres chimiques ou biophysiques de la surface. HYEP avait pour objectif de préciser ceci et de proposer un panel de méthodes et de traitements en tenant compte des caractéristiques des autres capteurs existants afin d’en comparer les performances. Les développements réalisés ont été appliqués et évalués sur des images aéroportées hyperspectrales acquises sur Toulouse (France) et Kaunas (Lituania), utilisées également pour synthétiser des systèmes spatiaux: Sentinel-2, Hypxim/Biodiversity et Pleiades. Parmi les verrous identifiés, ceux liés à l'amélioration des capacités spatiales des capteurs et aux changements d’échelle spatiale ont été en partie levés par des approches de fusion, qui se sont avérées concluantes. Des méthodes d’extraction, de fusion ou de classification ont été appliquées à différentes résolutions spatiales afin de qualifier les gains et la complémentarité de l’IH par rapport à d’autres capteurs. Ces évaluations ont ainsi porté sur des «objets» d’intérêt pour les gestionnaires et aménageurs du milieu urbain: les surfaces imperméables, la végétation ou encore la détection de panneaux solaires."
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:jU7OWUQzBzMC",
    "num_citations": 0,
    "pub_url": "https://rfpt.sfpt.fr/index.php/RFPT/article/view/589",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4jOOEHoeo_4J:scholar.google.com/",
    "cites_per_year": {}
}