{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "CONSOLIDAÇÃO E MAGNITUDE DAS TECNOLOGIAS SOCIAIS PARA A CONSOLIDAÇÃO DO ENSINO TECNOLÓGICO NO CONTEXTO DA PANDEMIA DE COVID-19",
        "pub_year": 2022,
        "citation": "EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA: TEORIAS, PRÁTICAS, DESAFIOS, REFLEXÕES …, 2022",
        "author": "Hosane Aparecida Taroco and Lucas Victor Ribeiro and Luisa Del Carmen Barrett Reina and Mauro Ramalho Silva and Maria Luísa Oliveira Ferreira Melo and Viviane Dias Medeiros Silva and Rodinei Augusti and Júlio Onésio Ferreira Melo and Mauricio Willians de Lima and Yuri Vasconcelos Andrade and Glailson França de Souza and Eduarda de Oliveira Vitorio and Leilane Ribeiro de Souza and Lívia de Aguiar Valentim and Luciano Sergio Hocevar and Nagela Siqueira and Nelci Adriana Cicuto Ferreira Rocha and Ronison Oliveira da Silva and Daniel Nascimento-e-Silva",
        "journal": "EDUCAÇÃO PROFISSIONAL E TECNOLÓGICA: TEORIAS, PRÁTICAS, DESAFIOS, REFLEXÕES E TENDÊNCIAS",
        "volume": "1",
        "number": "1",
        "pages": "20-29",
        "publisher": "Editora Científica Digital",
        "abstract": "O estudo aborda sobre a conceituação e a magnitude das tecnologias sociais parao ensino tecnológico no contexto da pandemia de Covid-19. O método utilizado foio bibliográfico conceitual, o qual consiste em definir perguntas, coletar dados, organizar e analisar os dados e gerar respostas. Os resultados apontam que astecnologias sociais devem ser de fácil replicação, ter impacto social inconteste esua utilização pode auxiliar tanto na solução de problemas como também namelhoria do ensino tecnológico. Enfatiza-se que a ideia de tecnologia sugere ageração de soluções cujo uso propicia melhoria aos seus usuários. O estudoconclui que toda tecnologia pode ser considerada social e que o cenário depandemia de Covid-19 evidenciou a relevância das tecnologias sociais nasociedade do conhecimento."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:1taIhTC69MYC",
    "num_citations": 0,
    "pub_url": "https://www.editoracientifica.com.br/artigos/consolidacao-e-magnitude-das-tecnologias-sociais-para-a-consolidacao-do-ensino-tecnologico-no-contexto-da-pandemia-de-covid-19",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7puwxwKQYPEJ:scholar.google.com/",
    "cites_per_year": {}
}