{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Questions de genre et développement durable: le potentiel de l’agroécologie dans le Nordeste du Pará, Brésil",
        "pub_year": 2018,
        "citation": "AGRICULTURES 27 (5), 1-6, 2018",
        "author": "Francesca Alice Centrone and Jean-Philippe Tonneau and Marc Piraux and Nathalie Cialdella and Tania De Sousa Leite and Angela Mosso and Angela Calvo",
        "journal": "AGRICULTURES",
        "volume": "27",
        "number": "5",
        "pages": "1-6",
        "abstract": "L’agriculture mondiale est confrontée à de nombreux défis en termes de souveraineté alimentaire. Il s’agit d’abord d’assurer un accès équitable à la nourriture et aux produits agricoles de première nécessité pour une population mondiale croissante. Il s’agit ensuite d’inclure la production agricole dans une perspective plus générale de lutte contre la pauvreté, l’inégalité et la malnutrition dans le monde. Il s’agit enfin de contribuer à une gestion plus durable des ressources naturelles et agricoles et de la biodiversité. L’approche agroécologique semble être l’une des options les plus appropriées pour atteindre ces objectifs, en raison de son caractère holistique concernant l’utilisation des ressources et des processus naturels, qui profite à la fois aux agriculteurs, à l’agriculture durable et à des modèles de consommation alimentaire plus sains. En outre, l’agroécologie est conçue pour soutenir des relations sociales plus égalitaires, en particulier entre hommes et femmes. Néanmoins, l’analyse des relations et des implications entre l’agroécologie et les questions de genre reste une question relativement inexplorée. L’objectif de cet article est donc d’analyser de manière critique et de mettre en évidence les principales opportunités et contraintes de l’agroécologie en termes de durabilité et d’égalité des sexes. La recherche a été réalisée dans le cadre d’expériences agroécologiques menées dans le Nord-Est de l’Amazonie brésilienne, où les agricultrices pratiquent principalement l’extractivisme et où l’agroécologie est encore dans une phase d’émergence comparativement à d’autres régions du pays. Pourtant, malgré leur faible reconnaissance et …"
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:kz9GbA2Ns4gC",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=17446470166844716494",
    "cites_id": [
        "17446470166844716494"
    ],
    "pub_url": "https://iris.unito.it/handle/2318/1681026",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zrU6by5QHvIJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 1,
        "2020": 1,
        "2021": 0,
        "2022": 2
    }
}