{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Landscape heterogeneity analysis using geospatial techniques and a priori knowledge in Sahelian agroforestry systems of Senegal",
        "pub_year": 2021,
        "citation": "Ecological Indicators 125, 107481, 2021",
        "author": "Babacar Ndao and Louise Leroux and Raffaele Gaetano and Abdoul Aziz Diouf and Valérie Soti and Agnès Bégué and Cheikh Mbow and Bienvenu Sambou",
        "journal": "Ecological Indicators",
        "volume": "125",
        "pages": "107481",
        "publisher": "Elsevier",
        "abstract": "Agroforestry plays a pivotal role for Sahelian communities by allowing simultaneous improvement of food security and conservation of natural ecosystems and their biodiversity. However, agroforestry systems (AFSs) are particularly heterogeneous in sub-Saharan Africa due to small to very small fields, a large variety of agricultural practices and a diversity of parkland compositions and configurations. This makes spatial sampling processes very important but problematic in terms of representativeness of the landscape heterogeneity to allow an effective study of Sahelian AFSs. In this paper, we proposed, tested and assessed a methodological approach for landscape sampling, mapping and characterization while considering the different types of spatial heterogeneity in complex landscapes, such as Sahelian AFSs. Several complementary methods were combined on the basis of a priori knowledge of agroforestry …"
    },
    "filled": true,
    "author_pub_id": "d-I1U1gAAAAJ:zA6iFVUQeVQC",
    "num_citations": 23,
    "citedby_url": "/scholar?hl=en&cites=13609806345273315366",
    "cites_id": [
        "13609806345273315366"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S1470160X21001461",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JpDfX8O-37wJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 4,
        "2022": 13,
        "2023": 5,
        "2024": 1
    }
}