{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Agro-industries et développement territorial: quels rôles pour les politiques foncières?",
        "pub_year": 2017,
        "citation": "Des territoires vivants pour transformer le monde, 39, 2017",
        "author": "Perrine Burnod and Jeremy Bourgoin and Elodie Valette",
        "journal": "Des territoires vivants pour transformer le monde",
        "pages": "39",
        "publisher": "Editions Quae",
        "abstract": "En Afrique subsaharienne, les États comptent de plus en plus sur le secteur privé pour être le moteur du développement de leurs territoires. Afin d’attirer ces opérateurs privés nationaux ou étrangers, ils vantent l’abondance de leurs ressources foncières et les facilités d’installation. Après plus de vingt ans de politiques foncières visant la sécurisation des droits des agriculteurs familiaux et la gestion concertée des ressources, les politiques foncières s’ orientent également à présent vers la cession de grandes superficies agricoles aux bénéfices des investisseurs. Cette dynamique amorce-t-elle une réforme agraire inverse, balayant d’un revers de main tous les efforts consacrés à la gestion et à la sécurisation foncière locale? L’objet de ce chapitre est d’examiner la nature de ces changements et leurs conséquences sur le développement territorial. Il examine la façon dont les expériences et les outils acquis grâce …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:9ZlFYXVOiuMC",
    "num_citations": 0,
    "pub_url": "https://www.torrossa.com/gs/resourceProxy?an=5063738&publisher=FZZ759#page=41",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Q1k_7NwRXnMJ:scholar.google.com/",
    "cites_per_year": {}
}