{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "The Municipal Public Bath at Strasbourg (1905–1908): A Cultural Heritage in Reinforced Concrete",
        "pub_year": 2017,
        "citation": "Engineering History and Heritage Structures–Viewpoints and Approaches 15, 113, 2017",
        "author": "Christiane Weber and Alexandre Kostka",
        "journal": "Engineering History and Heritage Structures–Viewpoints and Approaches",
        "volume": "15",
        "pages": "113",
        "publisher": "International Association for Bridge and Structural Engineering",
        "abstract": "In Strasbourg in Alsace, France, a municipal public bath has survived till this day almost in its original form: Les Bains Municipaux. 1 The complex was conceived as a “municipal public bath” in the years prior to World War I. At the time, Germany had annexed Strasbourg as the “Reichsland Elsass-Lothringen” as a consequence of the Franco-German War of 1870–1871 and the Frankfurt Peace Treaty. On 17 June 1901, the municipal chief architect Johann Karl Ott presented the first proposal to build the public bath, suggesting the grounds of the erstwhile Nikolaus barracks on Nikolausring to be a suitable location. 2 With the appointment of a large number of socialists to the city council following the 1902 elections, the project for the municipal public bath was promoted with even more enthusiasm, which led to a new proposal on 3 February 1904. On 28 September 1904, the city council agreed to adopt a modified version of the Bauinspektor (municipal building inspector) Fritz Beblo’s scheme presented earlier that year. 3 The building was completed between 1905 and 1908 (public bath); a wing specially dedicated to public health was opened in 1910. Beblo’s plans provided for two separate pools: one for men (14.4 m× 26.6 m) and one for women (10.3 m× 18.4 m). Arranged perpendicular to each other, the two swimming baths were characterized by their tall half-hipped roofs. Situated in between were the Turkish baths, complete with a steam bath and a so-called Wildbad (cold water bath). In addition, there were 54 shower and bathtub rooms, which were not purposed for swimming but for practicing personal hygiene. They were arranged across …"
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:wKETBy42zhYC",
    "num_citations": 0,
    "pub_url": "https://books.google.com/books?hl=en&lr=&id=3JWoEAAAQBAJ&oi=fnd&pg=PA113&dq=info:csRXXUpAy0kJ:scholar.google.com&ots=siQDAxoO6U&sig=G7MH4aEDdwQu0cozbDZebuZc80o",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:csRXXUpAy0kJ:scholar.google.com/",
    "cites_per_year": {}
}