{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Compressed SAR Interferometry in the Big Data Era",
        "pub_year": 2022,
        "citation": "Remote Sensing 14 (2), 390, 2022",
        "author": "Dinh Ho Tong Minh and Yen-Nhi Ngo",
        "journal": "Remote Sensing",
        "volume": "14",
        "number": "2",
        "pages": "390",
        "publisher": "MDPI",
        "abstract": "Modern Synthetic Aperture Radar (SAR) missions provide an unprecedented massive interferometric SAR (InSAR) time series. The processing of the Big InSAR Data is challenging for long-term monitoring. Indeed, as most deformation phenomena develop slowly, a strategy of a processing scheme can be worked on reduced volume data sets. This paper introduces a novel ComSAR algorithm based on a compression technique for reducing computational efforts while maintaining the performance robustly. The algorithm divides the massive data into many mini-stacks and then compresses them. The compressed estimator is close to the theoretical Cramer–Rao lower bound under a realistic C-band Sentinel-1 decorrelation scenario. Both persistent and distributed scatterers (PSDS) are exploited in the ComSAR algorithm. The ComSAR performance is validated via simulation and application to Sentinel-1 data to map land subsidence of the salt mine Vauvert area, France. The proposed ComSAR yields consistently better performance when compared with the state-of-the-art PSDS technique. We make our PSDS and ComSAR algorithms as an open-source TomoSAR package. To make it more practical, we exploit other open-source projects so that people can apply our PSDS and ComSAR methods for an end-to-end processing chain. To our knowledge, TomoSAR is the first public domain tool available to jointly handle PS and DS targets."
    },
    "filled": true,
    "author_pub_id": "nInz-UwAAAAJ:5Ul4iDaHHb8C",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=4124833587802019519",
    "cites_id": [
        "4124833587802019519"
    ],
    "pub_url": "https://www.mdpi.com/2072-4292/14/2/390",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vxaKNktaPjkJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 1,
        "2023": 5,
        "2024": 1
    }
}