{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Méthodologie pour identifier les terrains d’étude dans des corpus scientifiques",
        "pub_year": 2017,
        "citation": "Document numerique 20 (2), 11-30, 2017",
        "author": "Eric Kergosien and Marie-Noëlle Bessagnet and Maguelonne Teisseire and Joachim Schöpfel and Amin Farvardin and Stéphane Chaudiron and Bernard Jacquemin and Annig Le Parc Lacayrelle and Mathieu Roche and Christian Sallaberry and Jean Philippe Tonneau",
        "journal": "Document numerique",
        "volume": "20",
        "number": "2",
        "pages": "11-30",
        "publisher": "Lavoisier",
        "abstract": "Le projet interdisciplinaire TERRE-ISTEX a pour objectif d’identifier l’évolution des fronts de recherche en relation avec les territoires d’études, les croisements disciplinaires ainsi que les modalités concrètes de recherche à partir des contenus numériques hétérogènes disponibles dans les corpus scientifiques. Le projet se décompose en trois actions principales : (1) identifier les périodes et les lieux qui ont fait l’objet d’études empiriques et dont rendent compte les publications issues des corpus analysés, (2) identifier les thématiques traitées dans le cadre de ces études et enfin (3) développer un démonstrateur web de recherche d’information géographique (RIG). Les deux premières actions font intervenir des approches combinant des patrons du traitement automatique du langage naturel à des méthodes de fouille de textes. En croisant les trois dimensions (spatial, thématique et temporel) dans un moteur de …"
    },
    "filled": true,
    "author_pub_id": "ZC5cTtAMFr4C:Ehil0879vHcC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=12614472920254145726",
    "cites_id": [
        "12614472920254145726"
    ],
    "pub_url": "https://www.cairn.info/revue-document-numerique-2017-2-page-11.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vmSIYEmcD68J:scholar.google.com/",
    "cites_per_year": {
        "2021": 1
    }
}