{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Mapeamento do risco de introdução da febre aftosa na fronteira do Brasil com o Paraguai",
        "pub_year": 2016,
        "citation": "Pesquisa Agropecuária Brasileira 51 (5), 661-670, 2016",
        "author": "Thaís Basso Amaral and Valery Gond and Annelise Tran",
        "journal": "Pesquisa Agropecuária Brasileira",
        "volume": "51",
        "number": "5",
        "pages": "661-670",
        "abstract": "O objetivo deste trabalho foi aplicar a metodologia de análise multicritério difusa para tomada de decisões em grupo, para determinar áreas de risco de introdução da febre aftosa na fronteira do Brasil com o Paraguai. O estudo foi conduzido em três municípios do Estado do Mato Grosso do Sul, localizados na fronteira com o Paraguai. Quatro cenários foram construídos, tendo-se aplicado os seguintes quantificadores linguísticos para descrever os fatores de risco: poucos, metade, muitos e maioria. Os três critérios considerados mais prováveis de influenciar a vulnerabilidade à introdução da febre aftosa, de acordo com a opinião dos especialistas, foram: a introdução de animais na fazenda, a distância da fronteira e a existência do tipo de propriedade assentamentos. Os mapas resultantes mostram uma forte heterogeneidade espacial no risco de introdução da febre aftosa. A metodologia utilizada traz uma nova abordagem que pode auxiliar políticas públicas no combate e na erradicação da febre aftosa."
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:eflP2zaiRacC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=16982883714088055821",
    "cites_id": [
        "16982883714088055821"
    ],
    "pub_url": "https://seer.sct.embrapa.br/index.php/pab/article/view/20909",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:DTT8P8JSr-sJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1
    }
}