{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Séries temporais MODIS para a detecção de sistemas integrados de produção agropecuária: uma contribuição para o monitoramento da agricultura de baixa emissão de carbono",
        "pub_year": 2019,
        "citation": "SIMPÓSIO BRASILEIRO DE SENSORIAMENTO REMOTO, 2019, 2019",
        "author": "Patrick Calvano Kuchler and Margareth Simões and Agnés Bégué and Rodrigo Demonte and Damien Arvor",
        "conference": "SIMPÓSIO BRASILEIRO DE SENSORIAMENTO REMOTO, 2019",
        "abstract": "A implementação do iLP, ou seja, a combinação de agricultura e pecuária na mesma área, é considerada uma importante estratégia de intensificação agrícola sustentável no Brasil. Nossa hipótese é que a utilização da técnica Randon Forest (RF) aplicada aos dados do MODIS são capazes de detectar certos iLPs. Para isso, avaliamos a precisão do RF aplicado ao NDVI do MODIS para os anos de 2012 a 2016 em uma área no norte do Mato Grosso. Dois modelos foram testados:(i) usando 11 métricas fenológicas derivadas do MODIS (ii) usando as métricas e os dados originais. O índice kappa para (i) foi de 0, 63, sendo 9 deles com potencial discriminatório; o resultado de (ii) foi de 0, 84, onde somente 01 métrica foi significativa para discriminação. Nossos resultados indicam que o uso da técnica de classificação RF com dados MODIS tem grande potencial para compor uma metodologia de monitoramento do iLP."
    },
    "filled": true,
    "author_pub_id": "ecx11oYAAAAJ:HeT0ZceujKMC",
    "num_citations": 0,
    "pub_url": "https://core.ac.uk/download/pdf/286072979.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:c2pKFykIstQJ:scholar.google.com/",
    "cites_per_year": {}
}