{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Observer la Terre pour appréhender spatialement les inégalités de santé: regard historique et prospectif sur l’utilisation de la télédétection dans le domaine de la santé",
        "pub_year": 2018,
        "citation": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de …, 2018",
        "author": "Vincent Herbreteau and Daouda Kassié and Emmanuel Roux and Renaud Marti and Thibault Catry and Artadji Attoumane and Christophe Révillion and Jérémy Commins and Nadine Dessay and Morgan Mangeas and Annelise Tran",
        "journal": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de geografia",
        "number": "37",
        "publisher": "Théry, Hervé",
        "abstract": "En prenant de la hauteur et en offrant une vue élargie des territoires, les images satellite et les photographies aériennes permettent d’appréhender les facteurs environnementaux qui peuvent conditionner la santé des populations. Depuis l’essor de la télédétection satellite à partir des années 1970, son usage dans le domaine de la santé a connu des succès modérés. Si son potentiel a été largement évoqué dans la littérature jusqu’aux années 2000, son apport opérationnel ne s’est pas imposé. Ce n’est que récemment que les applications en santé se sont enrichies et multipliées par le développement d’approches interdisciplinaires. Cet article vise à questionner les usages de la télédétection appliquée aux questions de santé selon les aspects techniques, historiques, et thématiques afin d’identifier les verrous. Il propose tout d’abord une vue didactique des principes théoriques, des données disponibles et des usages possibles. A travers une étude bibliographique, il offre un regard rétrospectif sur l’évolution de sa mise en œuvre dans le domaine la santé, qui permet de synthétiser les contributions actuelles : pour la cartographie opérationnelle, pour la surveillance et l’analyse des dynamiques des maladies infectieuses ou, dans une moindre de mesure, pour appréhender les vulnérabilités des populations comme les difficultés d’accès aux soins. Enfin, l’article conclut sur les limites, les recommandations et les perspectives pour optimiser ces usages dont les verrous sont souvent techniques et structurels mais pour lesquels des méthodologies doivent encore être développées."
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:Fu2w8maKXqMC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=10151627087239134682",
    "cites_id": [
        "10151627087239134682"
    ],
    "pub_url": "https://journals.openedition.org/confins/15362",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2j0f2wzT4YwJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 1,
        "2020": 1,
        "2021": 0,
        "2022": 0,
        "2023": 1
    }
}