{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Assessing the effect of sample bias correction in species distribution models",
        "pub_year": 2022,
        "citation": "Ecological Indicators 145, 109487, 2022",
        "author": "Nicolas Dubos and Clémentine Préau and Maxime Lenormand and Guillaume Papuga and Sophie Monsarrat and Pierre Denelle and Marine Le Louarn and Stien Heremans and Roel May and Philip Roche and Sandra Luque",
        "journal": "Ecological Indicators",
        "volume": "145",
        "pages": "109487",
        "publisher": "Elsevier",
        "abstract": "1. Open-source biodiversity databases contain a large number of species occurrence records but are often spatially biased; which affects the reliability of species distribution models based on these records. Sample bias correction techniques require data filtering which comes at the cost of record numbers, or require considerable additional sampling effort. Since independent data is rarely available, assessment of the correction technique often relies solely on performance metrics computed using subsets of the available – biased – data, which may prove misleading.2. Here, we assess the extent to which an acknowledged sample bias correction technique is likely to improve models’ ability to predict species distributions in the absence of independent data. We assessed variation in model predictions induced by the aforementioned correction and model stochasticity; the variability between model replicates related to …"
    },
    "filled": true,
    "author_pub_id": "VSyM8fEAAAAJ:4OULZ7Gr8RgC",
    "num_citations": 28,
    "citedby_url": "/scholar?hl=en&cites=13134862404449295329",
    "cites_id": [
        "13134862404449295329"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S1470160X22009608",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4VvV7sNnSLYJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 3,
        "2022": 7,
        "2023": 13,
        "2024": 5
    }
}