{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "A construção das políticas estaduais de agroecologia e produção orgânica no Brasil",
        "pub_year": 2019,
        "citation": "Revista Brasileira de Agroecologia. Dois Vizinhos, PR. Vol. 14, n. 2 (jun …, 2019",
        "author": "Stéphane Gérard Emile Guéneau and Eric Sabourin and Paulo André Niederle and Julianna Colonna and Guilherme de Freitas Ewald Strauch and Marc Piraux and Claire Lamine and William Santos de Assis and Mário Lucio Avila and Flaviane de Carvalho Canavesi and Edson Diogo Tavares and Yamira Rodrigues de Souza Barbosa and Claudia Job Schmitt",
        "journal": "Revista Brasileira de Agroecologia. Dois Vizinhos, PR. Vol. 14, n. 2 (jun. 2019), p.[7]-21",
        "abstract": "O artigo apresenta elementos de síntese transversal e comparativa de uma pesquisa que tratou dos processos de construção das Políticas Estaduais de Agroecologia e Produção Orgânica (PEAPOs) em onze estados do Brasil. A partir de informações coletadas por meio de análise documental e de entrevistas semiestruturadas com atores e gestores, construiu-se uma matriz comum de análise da ação pública. Os resultados mostram a mobilização dos movimentos sociais de promoção da agroecologia, aliados a diferentes atores nos poderes públicos estaduais, em paralelo ao desmantelamento de diversas políticas nacionais, como a Política Nacional de Agroecologia e Produção Orgânica (PNAPO), somado a um quadro de incertezas após as últimas eleições presidenciais."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:vbGhcppDl1QC",
    "num_citations": 16,
    "citedby_url": "/scholar?hl=en&cites=16036733666484958071",
    "cites_id": [
        "16036733666484958071"
    ],
    "pub_url": "https://lume.ufrgs.br/handle/10183/218341",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:dzNirE3sjd4J:scholar.google.com/",
    "cites_per_year": {
        "2020": 4,
        "2021": 3,
        "2022": 6,
        "2023": 1,
        "2024": 2
    }
}