{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "L’intelligence territoriale dans le bassin de Thau: un observatoire pour penser et piloter l’action",
        "pub_year": 2016,
        "citation": "Partenariats pour le développement territorial, 59-73, 2016",
        "author": "Philippe Lemoisson and Jean-Philippe Tonneau and Pierre Maurel",
        "journal": "Partenariats pour le développement territorial",
        "pages": "59-73",
        "publisher": "Versailles, éditions Quæ",
        "abstract": "Les questions de planification et de gestion des territoires se posent aujourd’hui dans des contextes profondément nouveaux, façonnés par l’émergence du concept de développement durable, par la généralisation de la participation et par l’avènement de la société de l’information. L’«écologisation» des politiques publiques est un fait. Les services environnementaux et écosystémiques, les continuités écologiques et la biodiversité sont pris en compte dans la gestion des territoires. La décentralisation et la philosophie de la participation transforment progressivement le pilotage de l’action publique en passant d’un État centralisé à une gouvernance multiacteur et multiniveau, avec une montée en puissance de la «société civile»(Douillet, 2003; Chautard et al., 2003; Gaudin, 1998). L’information est surabondante, mais parcellaire, dispersée et fragmentée, parfois incohérente. Cette abondance est parfois vue comme une contrainte, une «infobésité» rendant de plus en plus difficile la sélection de l’information pertinente nécessaire à l’action (Eppler et Mengis, 2004). Elle est aussi vue comme une chance dans le cadre de la «Société de l’information»(Miège, 2008). Le concept traduit à la fois l’accroissement spectaculaire de la quantité de données disponibles et le développement des outils technologiques permettant de mieux les gérer (Petit, 1998). Comment dans ces conditions penser et piloter, dans la durée, l’action au cœur des territoires? La notion d’intelligence territoriale apparaît comme une réponse possible à ces enjeux (Bertacchini, 2004). Elle est comprise comme une conduite intelligente des territoires grâce à la mobilisation des …"
    },
    "filled": true,
    "author_pub_id": "VA_p56EAAAAJ:pyW8ca7W8N0C",
    "num_citations": 14,
    "citedby_url": "/scholar?hl=en&cites=7521558333890963776",
    "cites_id": [
        "7521558333890963776"
    ],
    "pub_url": "https://books.google.com/books?hl=en&lr=&id=qAeICwAAQBAJ&oi=fnd&pg=PA59&dq=info:QCnzKHTxYWgJ:scholar.google.com&ots=qtn4zMh1dl&sig=ltCjIJe84j8j1ygQ7rcXGPTX-D8",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QCnzKHTxYWgJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 6,
        "2018": 3,
        "2019": 0,
        "2020": 2,
        "2021": 1,
        "2022": 1,
        "2023": 1
    }
}