{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Dialogue entre les parties prenantes: un levier dans la mutation de la science chahutée par l'anthropocène",
        "pub_year": 2021,
        "citation": "Actes des sessions parallèles, Univ. Lorraine, France. Colloque Science …, 2021",
        "author": "Danielle Mitja and Anne Coudrain and Olivier Barrière and A Begue and Marie-Paule Bonnet and S Cubizolles and Gilbert David and Eric Delaître and JM Deleplace and Nadine Dessay and Jean-François Faure and C Gervet and M Le Duff and E Longépée and P Patel and Véronique Rousseau and Catherine Sabinot and Saito C Hiroo and AS Tabau and F Viale",
        "journal": "Actes des sessions parallèles, Univ. Lorraine, France. Colloque Science & you 2021 “un temps de réflexion pour avancer",
        "pages": "314-316",
        "abstract": "Face aux crises de l’anthropocène-des conditions climatiques à la santé, en passant par la biodiversité-la science doit explorer de nouveaux horizons pour développer des savoirs sur les «à venir» inédits, savoirs nouveaux ou existants mais délaissés. Face à l’urgence, elle doit stimuler la capacité projective des sociétés quant à leurs contraintes, leurs choix et leurs actions. La crise sanitaire mondiale de la COVID-19 a montré qu’il est possible de ralentir voire de suspendre le système économique prévalant (Latour 2020) pour enrayer les désastres irréversibles suspectés."
    },
    "filled": true,
    "author_pub_id": "ecx11oYAAAAJ:wKETBy42zhYC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=1789855452229725322",
    "cites_id": [
        "1789855452229725322"
    ],
    "pub_url": "https://www.documentation.ird.fr/hor/fdi:010085767",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iuxy_QzY1hgJ:scholar.google.com/",
    "cites_per_year": {
        "2023": 1
    }
}