{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Identification des effets économiques d'une infrastructure de données géo-spatiales sur le développement territorial",
        "pub_year": 2017,
        "citation": "IXème édition du colloque Management des Technologies Organisationnelles-MTO …, 2017",
        "author": "Chadi Jabbour and Pierre Maurel and H Rey Valette and Jean-Michel Salles and Amadou Niang",
        "conference": "IXème édition du colloque Management des Technologies Organisationnelles-MTO'2017",
        "pages": "9",
        "abstract": "French. L'objectif de cette communication est d'analyser les impacts socio-économiques d'Infrastructures de Données et de Services (IDS) basées sur l'imagerie satellitaire dans les politiques publiques environnementales, agricoles et territoriales. Nous nous appuierons pour cela sur le cas de l'IDS GEOSUD à la Maison de la Télédétection à Montpellier. Après une analyse détaillée des téléchargements d'information spatiale auprès de GEOSUD pour qualifier le champ des politiques publiques concernées, l'article propose d'étudier la structure des effets liés à l'action de GEOSUD. L'hypothèse est que la mise à disposition gratuite d'informations satellitaires pour les organismes de recherche et les services publics, renforce l'accès à ce type de données, et génère des économies de mutualisation et des gains significatifs en termes de productivité pour les services publics au niveau de l'efficacité, la visibilité et la transparence des politiques publiques et plus généralement pour le développement des territoires. Dans un deuxième temps l'article évalue à titre d'exemple quelques-uns de ces effets dans le cas du suivi des coupes rases liées aux plans de gestion des forêts."
    },
    "filled": true,
    "author_pub_id": "VA_p56EAAAAJ:t7zJ5fGR-2UC",
    "num_citations": 0,
    "pub_url": "https://agris.fao.org/search/en/providers/122439/records/6474718c79cbb2c2c1b1d164",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:qHSPzT0ttc4J:scholar.google.com/",
    "cites_per_year": {}
}