{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "A CNN-based fusion method for feature extraction from sentinel data",
        "pub_year": 2018,
        "citation": "Remote Sensing 10 (2), 236, 2018",
        "author": "Giuseppe Scarpa and Massimiliano Gargiulo and Antonio Mazza and Raffaele Gaetano",
        "journal": "Remote Sensing",
        "volume": "10",
        "number": "2",
        "pages": "236",
        "publisher": "MDPI",
        "abstract": "Sensitivity to weather conditions, and specially to clouds, is a severe limiting factor to the use of optical remote sensing for Earth monitoring applications. A possible alternative is to benefit from weather-insensitive synthetic aperture radar (SAR) images. In many real-world applications, critical decisions are made based on some informative optical or radar features related to items such as water, vegetation or soil. Under cloudy conditions, however, optical-based features are not available, and they are commonly reconstructed through linear interpolation between data available at temporally-close time instants. In this work, we propose to estimate missing optical features through data fusion and deep-learning. Several sources of information are taken into account—optical sequences, SAR sequences, digital elevation model—so as to exploit both temporal and cross-sensor dependencies. Based on these data and a tiny cloud-free fraction of the target image, a compact convolutional neural network (CNN) is trained to perform the desired estimation. To validate the proposed approach, we focus on the estimation of the normalized difference vegetation index (NDVI), using coupled Sentinel-1 and Sentinel-2 time-series acquired over an agricultural region of Burkina Faso from May–November 2016. Several fusion schemes are considered, causal and non-causal, single-sensor or joint-sensor, corresponding to different operating conditions. Experimental results are very promising, showing a significant gain over baseline methods according to all performance indicators."
    },
    "filled": true,
    "author_pub_id": "d-I1U1gAAAAJ:M3NEmzRMIkIC",
    "num_citations": 149,
    "citedby_url": "/scholar?hl=en&cites=6319518141350335536",
    "cites_id": [
        "6319518141350335536"
    ],
    "pub_url": "https://www.mdpi.com/2072-4292/10/2/236",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:MNTSbkRws1cJ:scholar.google.com/",
    "cites_per_year": {
        "2018": 8,
        "2019": 21,
        "2020": 19,
        "2021": 36,
        "2022": 33,
        "2023": 23,
        "2024": 8
    }
}