{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "L’infrastructure de recherche «Pôle de données et services pour le système Terre», à la pointe des techniques d’imagerie et de cartographie numérique",
        "pub_year": 2019,
        "citation": "Annales des Mines-Responsabilité et environnement, 8-13, 2019",
        "author": "Frédéric Huynh and Nicolas Baghdadi and Michel Diament and Nicole Papineau and Gilbert Maudire and Richard Moreno and Pierre Maurel",
        "journal": "Annales des Mines-Responsabilité et environnement",
        "number": "2",
        "pages": "8-13",
        "publisher": "Cairn/Softwin",
        "abstract": "Observer, comprendre et prévoir de manière intégrée l’historique, le fonctionnement et l’évolution du système Terre soumis aux changements globaux est un enjeu fondamental de recherche et une nécessité pour la mise en œuvre des objectifs du développement durable. Cela nécessite des infrastructures interopérables permettant d’accélérer l’extraction, l’analyse, la diffusion et l’usage intelligent des données, des indicateurs et des modèles issus des systèmes nationaux et internationaux d’observation. Destinés aux scientifiques, aux acteurs publics et à ceux de l’innovation, ces produits et services sont accessibles via des portails dédiés, contribuant aux missions spatiales, à celles des réseaux d’observation et venant en appui des politiques de développement durable. Coordonner, fédérer et optimiser l’ensemble des institutions, dispositifs et moyens existants constitue une des ambitions importantes de l’IR …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:MhiOAD_qIWkC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=323579975881858285",
    "cites_id": [
        "323579975881858285"
    ],
    "pub_url": "https://www.cairn.info/revue-responsabilite-et-environnement-2019-2-page-8.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:7RzeDkaWfQQJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 1,
        "2021": 1,
        "2022": 1
    }
}