{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Découverte de nouvelles entités et relations spatiales à partir d’un corpus de SMS (Discovering of new Spatial Entities and Relations from SMS Within the context of the currently available data masses, many works related to the analysis of spatial information are based on the exploitation of textual data)",
        "pub_year": 2016,
        "citation": "Actes de la conférence conjointe JEP-TALN-RECITAL 2016. volume 2: TALN …, 2016",
        "author": "Sarah Zenasni and Maguelonne Teisseire and Mathieu Roche and Eric Kergosien",
        "conference": "Actes de la conférence conjointe JEP-TALN-RECITAL 2016. volume 2: TALN (Posters)",
        "pages": "403-410",
        "abstract": "Dans le contexte des masses de données aujourd’hui disponibles, de nombreux travaux liés à l’analyse de l’information spatiale s’ appuient sur l’exploitation des données textuelles. La communication médiée (SMS, tweets, etc.) véhiculant des informations spatiales prend une place prépondérante. L’objectif du travail présenté dans cet article consiste à extraire ces informations spatiales à partir d’un corpus authentique de SMS en français. Nous proposons un processus dans lequel, dans un premier temps, nous extrayons de nouvelles entités spatiales (par exemple, motpellier, montpeul à associer au toponyme Montpellier). Dans un second temps, nous identifions de nouvelles relations spatiales qui précèdent les entités spatiales (par exemple, sur, par, pres, etc.). La tâche est difficile et complexe en raison de la spécificité du langage SMS qui repose sur une écriture peu standardisée (apparition de nombreux lexiques, utilisation massive d’abréviations, variation par rapport à l’écrit classique, etc.). Les expérimentations qui ont été réalisées à partir du corpus 88milSMS mettent en relief la robustesse de notre système pour identifier de nouvelles entités et relations spatiales."
    },
    "filled": true,
    "author_pub_id": "ZC5cTtAMFr4C:WHdLCjDvYFkC",
    "num_citations": 0,
    "pub_url": "https://aclanthology.org/2016.jeptalnrecital-poster.12/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V6uMXyM_We4J:scholar.google.com/",
    "cites_per_year": {}
}