{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Impact des modes de gestion des parcs arborés sur la dynamique des paysages agricoles, un cas d’étude au Sénégal",
        "pub_year": 2018,
        "citation": "VertigO 18 (2), 2018",
        "author": "Marame Ba and Jérémy Bourgoin and Ibrahima Thiaw and Valerie Soti",
        "journal": "VertigO",
        "volume": "18",
        "number": "2",
        "publisher": "Érudit",
        "abstract": "Au Sénégal, on observe une différenciation remarquable des parcs arborés au sein de mêmes zones pédoclimatiques. Notre contribution s’intéresse à étudier les modes de gestion de ces parcs dans deux sites du département de Bambey situé dans le bassin arachidier du Sénégal. Ces deux sites contrastés, notamment en termes de densité d’arbres, sont pourtant soumis aux mêmes politiques de gestion et de conservation des espaces arborés. Nous faisons ici l’hypothèse que les différences paysagères observées sont dues à des déterminants locaux et des pratiques de gestion différentes. Pour comprendre les facteurs explicatifs de cette hétérogénéité, nous avons enquêté un ensemble d’acteurs intervenant dans la gestion de l’arbre dans les deux sites d’étude. Plus particulièrement, nous nous sommes intéressés aux questions de gouvernance locale, aux usages et utilités de l’arbre, ainsi qu’aux pratiques …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:NaGl4SEjCO4C",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=6385050673721152779",
    "cites_id": [
        "6385050673721152779"
    ],
    "pub_url": "https://www.erudit.org/en/journals/vertigo/1900-v1-n1-vertigo04601/1059927ar/abstract/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:C5UEIMJBnFgJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 2,
        "2023": 1
    }
}