{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Cartographie de la diversité spécifique forestière des milieux tempérés à partir d’imagerie hyperspectrale",
        "pub_year": 2023,
        "citation": "Spatial Analysis and GEOmatics 2023, 107-121, 2023",
        "author": "Marc Lang and Max Ferriere and Florian de Boissieu and Xavier Briottet and Sophie Fabre and David Sheeren and Jean-Baptiste Féret",
        "conference": "Spatial Analysis and GEOmatics 2023",
        "pages": "107-121",
        "abstract": "Le développement de méthodes de suivi de la biodiversité est crucial pour endiguer l'érosion de la biodiversité en cours. Nous testons dans cette étude l’applicabilité d’une méthode d’estimation de la biodiversité non supervisée, basée sur l'hétérogénéité spatiale de l’information d’imagerie hyperspectrale. Des indices de diversité spectrale taxonomique α et β et de diversité spectrale fonctionnelle sont calculés et sont comparés à des indices de diversité issus d’inventaires terrain. Les indices de diversité spectrale taxonomique montrent globalement des corrélations élevées avec les indices mesurés sur le terrain pour la diversité α (⍴ variant de 0.76 à 0.82) tandis que les corrélations pour les indices de diversité fonctionnelle sont plus variables (⍴ variant de 0.45 à 0.63). Les cartes de diversité α montrent que la méthode permet bien de distinguer les peuplements en mélange des peuplements monospécifiques, tout en apportant une information à une échelle plus fine que la BD Forêt V2 de l’IGN. La méthode testée semble donc adaptée au suivi de la diversité taxonomique en milieu tempéré sans que toutefois le lien entre les informations spectrales et taxonomiques soit explicité."
    },
    "filled": true,
    "author_pub_id": "LVmWs2Ay7ukC:1yQoGdGgb4wC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-04440898/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:e3ZSVKeppFgJ:scholar.google.com/",
    "cites_per_year": {}
}