{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Global Wheat Head Detection (GWHD) dataset: a large and diverse dataset of high-resolution RGB-labelled images to develop and benchmark wheat head detection methods",
        "pub_year": 2020,
        "citation": "Plant Phenomics, 2020",
        "author": "Etienne David and Simon Madec and Pouria Sadeghi-Tehran and Helge Aasen and Bangyou Zheng and Shouyang Liu and Norbert Kirchgessner and Goro Ishikawa and Koichi Nagasawa and Minhajul A Badhon and Curtis Pozniak and Benoit de Solan and Andreas Hund and Scott C Chapman and Frédéric Baret and Ian Stavness and Wei Guo",
        "journal": "Plant Phenomics",
        "publisher": "AAAS",
        "abstract": "The detection of wheat heads in plant images is an important task for estimating pertinent wheat traits including head population density and head characteristics such as health, size, maturity stage, and the presence of awns. Several studies have developed methods for wheat head detection from high-resolution RGB imagery based on machine learning algorithms. However, these methods have generally been calibrated and validated on limited datasets. High variability in observational conditions, genotypic differences, development stages, and head orientation makes wheat head detection a challenge for computer vision. Further, possible blurring due to motion or wind and overlap between heads for dense populations make this task even more complex. Through a joint international collaborative effort, we have built a large, diverse, and well-labelled dataset of wheat images, called the Global Wheat Head …"
    },
    "filled": true,
    "author_pub_id": "tRQI7j4AAAAJ:hqOjcs7Dif8C",
    "num_citations": 191,
    "citedby_url": "/scholar?hl=en&cites=11021885881427131850,746509534796252669",
    "cites_id": [
        "11021885881427131850",
        "746509534796252669"
    ],
    "pub_url": "https://spj.science.org/doi/full/10.34133/2020/3521852?adobe_mc=MCMID%3D13000678418609464879081490540568399952%7CMCORGID%3D242B6472541199F70A4C98A6%2540AdobeOrg%7CTS%3D1670889600",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yn1bDdCa9ZgJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 10,
        "2021": 51,
        "2022": 62,
        "2023": 54,
        "2024": 8
    }
}