{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Peri-urban areas as spaces of conflicting identities: the role of landscape and place",
        "pub_year": 2015,
        "citation": "21st ISSRM, 2, 2015",
        "author": "LE Ruoso and R Plant and B Jacobs and P Maurel",
        "conference": "21st ISSRM",
        "pages": "2",
        "abstract": "This paper explores how a focus on landscape and place identity can favour an understanding of changes in peri-urban areas. Peri-urban areas are undergoing rapid changes in their land use and demographics as urban inhabitants relocate to areas on the city fringe. The reasons for relocation are complex and include, among others: a desire for a more sustainable way of life, to practice part-time farming, or to find more affordable housing. Those changes in land uses and demographics are triggering changes in livelihoods, lifestyles, values and social fabric. At the same time, farming activities are also undergoing changes in these areas e.g. decreasing numbers of farmers, changing farm structures and the changing role of peri-urban agriculture (recreational harvesting for example). Because of their unique position between the urban and rural, peri-urban areas are not always the main focus of planning and regulation, leading to growing conflicting situations. Consequently, peri-urban areas can become places of conflicting identities culminating in questions about what it means today to live in such locations. I propose to address the meaning of ‘peri-urbanity’ by considering how a focus on landscape and place identity, mediated by social representations, can favor a deeper understanding of peri-urban stakes. The concepts of ‘landscape’ and ‘place’ are complementary and can be brought together to give a more encompassing view of conflicting place identities in peri-urban areas. Landscape is often considered as a piece of land observed from the outside, whereas place is the environment we live in, we experience. Perception of the …"
    },
    "filled": true,
    "author_pub_id": "VA_p56EAAAAJ:rO6llkc54NcC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-02605533/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:45I77qVFXFwJ:scholar.google.com/",
    "cites_per_year": {}
}