{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Désambiguïsation des entités spatiales par apprentissage actif",
        "pub_year": 2018,
        "citation": "Revue Internationale de Géomatique 28 (2), 163-189, 2018",
        "author": "Amal Chihaoui and Asma Bouhafs and Mathieu Roche and Maguelonne Teisseire",
        "journal": "Revue Internationale de Géomatique",
        "volume": "28",
        "number": "2",
        "pages": "163-189",
        "publisher": "Lavoisier",
        "abstract": "L’extraction de connaissances spatiales à partir de documents textuels peut être une tâche difficile du fait de l’ambiguïté propre au langage naturel. L’indisponibilité de gros volumes de données étiquetées rend difficile la mise-en-œuvre d’un processus de découverte automatique. Dans ce contexte, nous abordons le problème de la désambiguïsation des entités spatiales, entre « localisation » et « organisation », par apprentissage actif. D’abord, nous introduisons une méthode de résolution des toponymes basée sur une analyse lexicale et contextuelle. Ensuite, nous proposons une amélioration en intégrant un modèle d’apprentissage actif. Celui-ci permet de sélectionner automatiquement les données non étiquetées les plus informatives pour l’annotation humaine. Les expérimentations sont réalisées sur un corpus de « SemEval-2007 » en anglais et soulignent l’amélioration du modèle d’apprentissage initial …"
    },
    "filled": true,
    "author_pub_id": "ZC5cTtAMFr4C:P7Ujq4OLJYoC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=4834960411615989421",
    "cites_id": [
        "4834960411615989421"
    ],
    "pub_url": "https://rig.revuesonline.com/articles/lvrig/abs/2018/02/rig00053/rig00053.html",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rY5yreA6GUMJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 1,
        "2020": 0,
        "2021": 1,
        "2022": 0,
        "2023": 1
    }
}