{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Apports de la combinaison d’images satellites optique et RADAR dans l’étude des maladies à transmission vectorielle: cas du paludisme à la frontière Guyane française–Brésil",
        "pub_year": 2018,
        "citation": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de …, 2018",
        "author": "Thibault Catry and Auréa Pottier and Renaud Marti and Zhichao Li and Emmanuel Roux and Vincent Herbreteau and Morgan Mangeas and Laurent Demagistri and Helen Gurgel and Nadine Dessay",
        "journal": "Confins. Revue franco-brésilienne de géographie/Revista franco-brasilera de geografia",
        "number": "37",
        "publisher": "Théry, Hervé",
        "abstract": "La distribution des moustiques vecteurs du paludisme est contrôlée par divers facteurs comme le climat, les types d’occupation du sol, ou les activités humaines. Dans la région amazonienne, des foyers endémiques de paludisme subsistent, notamment à la frontière entre la Guyane française et l’état d’Amapa au Brésil. Cette zone, longue de plus de 300 km, présente de nombreuses difficultés dans la collecte des informations nécessaires à la gestion sanitaire des populations présentes. Dans ce type de contexte géographique bénéficiant de peu de données, isolé et transfrontalier, une méthodologie fondée sur l’exploitation d’images de télédétection est particulièrement adaptée. Les données de télédétection présentent une large couverture spatiale, et une gamme importante de résolutions spatiales. Nous présentons ici une approche combinant des données satellite optiques et RADAR à haute et très haute résolution spatiale. Notre méthode permet de cartographier les différents types d’occupation du sol dans le contexte tropical frontalier Guyane française – Brésil, caractérisé par un fort ennuagement. Les résultats montrent que la complémentarité des capteurs optiques et RADAR permet de résoudre en grande partie la question de l’ennuagement persistant. En particulier, les classifications des différentes occupations du sol obtenues permettent de construire des indicateurs spatialisés en lien avec les espaces favorables à l’existence de gîtes larvaires et de zones de repos du vecteur du paludisme. A travers une discussion sur l’application de ces classifications composites à l’estimation du risque d’exposition vectoriel considéré à …"
    },
    "filled": true,
    "author_pub_id": "9Hy7dPoAAAAJ:_FxGoFyzp5QC",
    "num_citations": 11,
    "citedby_url": "/scholar?hl=en&cites=486254011277359292",
    "cites_id": [
        "486254011277359292"
    ],
    "pub_url": "https://journals.openedition.org/confins/15027",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vLjLbHKFvwYJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 4,
        "2020": 3,
        "2021": 0,
        "2022": 3,
        "2023": 1
    }
}