{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "317-Modélisation de la dynamique de population d'Anophèles vecteurs du paludisme à Madagascar",
        "pub_year": 2022,
        "citation": "Revue d'Épidémiologie et de Santé Publique 70, S194, 2022",
        "author": "HA Rakotoarison and LM Tantely and H Guis and T Nepomichene and S Rakotoniaina and R Girod and F Rakotomanana and A Tran",
        "journal": "Revue d'Épidémiologie et de Santé Publique",
        "volume": "70",
        "pages": "S194",
        "publisher": "Elsevier Masson",
        "abstract": "Le paludisme, dont le parasite est transmis par les moustiques Anophèles, demeure un problème majeur de santé publique à Madagascar et constitue un fardeau pour le pays malgré les moyens de lutte mis en place par l’État. La compréhension de la dynamique des populations des Anophèles est ainsi primordiale pour optimiser la surveillance et le contrôle du paludisme. L'objectif de cette étude était de développer un modèle tenant compte des déterminants environnementaux et climatiques de l'abondance des Anophèles afin de prédire leur abondance dans le temps et dans l'espace.Nous avons développé un modèle de dynamique spatio-temporelle de population d'Anophèles. Ce modèle en compartiment est basé sur le cycle de vie des Anophèles et prend en compte les phases aquatique et aérienne de leur développement. Il fait appel à un système d’équations différentielles pour …"
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:OR75R8vi5nAC",
    "num_citations": 0,
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0398762022005429",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g0RgeXXb_zwJ:scholar.google.com/",
    "cites_per_year": {}
}