{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Are soil sealing indicators sufficient to guide urban planning? Insights from an ecosystem services assessment in the Paris metropolitan area",
        "pub_year": 2021,
        "citation": "Environmental Research Letters 16 (10), 104019, 2021",
        "author": "Léa Tardieu and Perrine Hamel and Vincent Viguié and Lana Coste and Harold Levrel",
        "journal": "Environmental Research Letters",
        "volume": "16",
        "number": "10",
        "pages": "104019",
        "publisher": "IOP Publishing",
        "abstract": "Urban sprawl impacts are critical in the evaluation of planning decisions and often monitored by indicators of soil sealing. In France, these indicators are required by law to be reported in environmental assessments of planning documents. Although monitoring of soil sealing is important to limit environmental impacts, focusing on this sole dimension in urban planning can be reductive. In this paper, we explore to what extent ecosystem services (ES) indicators, measuring the benefits to humans provided by healthy ecosystems, are captured by soil sealing indicators by comparing their temporal and spatial evolutions. Through consulting with urban planning stakeholders, we model and map the spatial and temporal evolutions over a 35 year period of soil sealing and eight priority ES in the Paris metropolitan area (agricultural potential, groundwater recharge, global climate regulation, water quality regulation through …"
    },
    "filled": true,
    "author_pub_id": "mGPbHIcAAAAJ:bEWYMUwI8FkC",
    "num_citations": 8,
    "citedby_url": "/scholar?hl=en&cites=1042633722581979278",
    "cites_id": [
        "1042633722581979278"
    ],
    "pub_url": "https://iopscience.iop.org/article/10.1088/1748-9326/ac24d0/meta",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jpBXudgteA4J:scholar.google.com/",
    "cites_per_year": {
        "2022": 5,
        "2023": 2,
        "2024": 1
    }
}