{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Modelling temporal dynamics of Culicoides Latreille (Diptera: Ceratopogonidae) populations on Reunion Island (Indian Ocean), vectors of viruses of veterinary importance",
        "pub_year": 2019,
        "citation": "Parasites & vectors 12 (1), 1-17, 2019",
        "author": "Yannick Grimaud and Hélène Guis and Frédéric Chiroleu and Floriane Boucher and Annelise Tran and Ignace Rakotoarivony and Maxime Duhayon and Catherine Cêtre-Sossah and Olivier Esnault and Eric Cardinale and Claire Garros",
        "journal": "Parasites & vectors",
        "volume": "12",
        "number": "1",
        "pages": "1-17",
        "publisher": "BioMed Central",
        "abstract": "Reunion Island regularly faces outbreaks of epizootic haemorrhagic disease (EHD) and bluetongue (BT), two viral diseases transmitted by haematophagous midges of the genus Culicoides (Diptera: Ceratopogonidae) to ruminants. To date, five species of Culicoides are recorded in Reunion Island in which the first two are proven vector species: Culicoides bolitinos, C. imicola, C. enderleini, C. grahamii and C. kibatiensis. Meteorological and environmental factors can severely constrain Culicoides populations and activities and thereby affect dispersion and intensity of transmission of Culicoides-borne viruses. The aim of this study was to describe and predict the temporal dynamics of all Culicoides species present in Reunion Island. Between 2016 and 2018, 55 biweekly Culicoides catches using Onderstepoort Veterinary Institute traps were set up in 11 sites. A hurdle model (i.e. a presence/absence model combined with an abundance model) was developed for each species in order to determine meteorological and environmental drivers of presence and abundance of Culicoides. Abundance displayed very strong heterogeneity between sites. Average Culicoides catch per site per night ranged from 4 to 45,875 individuals. Culicoides imicola was dominant at low altitude and C. kibatiensis at high altitude. A marked seasonality was observed for the three other species with annual variations. Twelve groups of variables were tested. It was found that presence and/or abundance of all five Culicoides species were driven by common parameters: rain, temperature, vegetation index, forested environment and host density. Other parameters such as …"
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:BUYA1_V_uYcC",
    "num_citations": 14,
    "citedby_url": "/scholar?hl=en&cites=12169016273404567755",
    "cites_id": [
        "12169016273404567755"
    ],
    "pub_url": "https://parasitesandvectors.biomedcentral.com/articles/10.1186/s13071-019-3812-1",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:yyA6ktMH4agJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 1,
        "2020": 1,
        "2021": 2,
        "2022": 6,
        "2023": 3,
        "2024": 1
    }
}