{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Mieux intégrer les sols dans la séquence «Eviter - Réduire - Compenser»",
        "pub_year": 2023,
        "citation": "Étude et Gestion des Sols 30, 347-363, 2023",
        "author": "SarrazinF. etSchwartzC Cortet J. and Paquet S. and Billet P. and Bougon N. and Calvet C. and Charnet F. and Chenu C. and Gascuel- Odoux C. and Damas O. and Desrousseaux M. and Monod K. and Poinçot F. and Raous S. and Rigou L.",
        "journal": "Étude et Gestion des Sols",
        "volume": "30",
        "pages": "347-363",
        "abstract": "Alors que les enjeux de la préservation des sols gagnent en visibilité au sein de la société, la loi française du 22 août 2021, dite loi Climat et Résilience, inscrit dans la législation française un objectif de «zéro artificialisation nette»(ZAN) et introduit la notion de compensation de l’artificialisation des sols, établissant un lien logique avec la séquence «éviter, réduire, compenser»(dite séquence ERC).Introduite en droit français par la loi sur la protection de la nature du 10 juillet 1976 et consolidée par la loi pour la reconquête de la biodiversité, de la nature et des paysages du 8 août 2016, la séquence ERC constitue un dispositif largement partagé à l’échelle internationale ayant pour but de limiter l’impact écologique des projets de travaux, ouvrages aménagements et des documents de planification (plans, schémas, programmes). Cette séquence est mise en œuvre au travers d’actions visant à éviter, réduire puis si nécessaire à compenser les pertes en apportant des gains écologiques équivalents aux pertes, voire à les surcompenser (additionnalité écologique)."
    },
    "filled": true,
    "author_pub_id": "ohYPTkgAAAAJ:M3NEmzRMIkIC",
    "num_citations": 0,
    "pub_url": "https://rnest.fr/wp-content/uploads/2023/12/EGS_2023_30_Cortet_347-363-5.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:5hGbkALCiK4J:scholar.google.com/",
    "cites_per_year": {}
}