{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Modéliser et quantifier les services écosystémiques forestiers à l'échelle des petits territoires",
        "pub_year": 2016,
        "citation": "Sciences Eaux & Territoires, 58-63, 2016",
        "author": "Thomas Cordonnier and Frédéric Berger and Christophe Chauvin and Benoit Courbaud and Marc Fuhr and V LAFOND and S LUQUE and Z MAO and P TENERELLI",
        "journal": "Sciences Eaux & Territoires",
        "number": "21",
        "pages": "58-63",
        "abstract": "La forêt occupe près de 30% du territoire français et fournit de nombreux services de production, de régulation et culturels. L'évaluation de ces services écosystémiques et de leurs évolutions pose des défis majeurs pour les scientifiques et les décideurs, qui plus est à l'échelle des petits territoires pour lesquels les données ou indicateurs élaborés à l'échelle nationale ne sont guère transposables. Des progrès importants ont toutefois été réalisés ces dernières années, reposant le plus souvent sur l'utilisation conjointe de bases de données, d'outils de télédétection et de modèles démographiques appliqués à différentes échelles. Cet article illustre, au travers de trois cas d'étude qui concernent la forêt de montagne, les avantages et limites de certaines de ces approches et propose ensuite des voies d'amélioration dans l'objectif d'appuyer les prises de décision pour des projets de développement territorial."
    },
    "filled": true,
    "author_pub_id": "GtJ4HDAAAAAJ:MnogvFdIBdwC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=9714624940746819738",
    "cites_id": [
        "9714624940746819738"
    ],
    "pub_url": "https://revue-set.fr/article/view/6700",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:mkhdz-lH0YYJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 1,
        "2018": 0,
        "2019": 0,
        "2020": 1,
        "2021": 0,
        "2022": 0,
        "2023": 1
    }
}