{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "10· Characterization of Buffalo/Cattle Interactions for Assessing Pathogen Transmission",
        "pub_year": 2023,
        "citation": "Ecology and Management of the African Buffalo, 269, 2023",
        "author": "A Caron and F Rumiano and E Wielgus and E Miguel and A Tran and MT Bah and V Grosbois and M DE",
        "journal": "Ecology and Management of the African Buffalo",
        "pages": "269",
        "publisher": "Cambridge University Press",
        "abstract": "African buffalo (Syncerus caffer) and domestic cattle (Bos taurus, B. indicus) coexist in large tracks of Africa. Both are large bovid species (but see Chapter 2) that are principally grazers with similar body sizes, and therefore rely on and compete for the same natural resources. Savannas are an important biome in Africa that have been maintained for the last millennia by the interaction of wild herbivores, livestock and their herders. Human-induced fire and livestock dung-related nutrient cycling play an important role in the enrichment and heterogeneity of these habitats (Marshall et al., 2018). Savannas offer important grazing that is more or less degraded or constrained by the footprint of human activities, including agricultural expansion and the scarcity of surface water, especially during the dry season (Valls-Fox et al., 2018). Today, most savanna African buffalo populations live in protected areas (Chapter 4), often with no physical separation to prevent interactions with livestock living on the periphery of, and more and more frequently within, these protected areas. Savanna buffalo populations outside protected areas live in areas where they can also encounter livestock (eg Garissa district, Kenya). Interactions between buffalo and cattle have increased significantly during the second half of the twentieth century due to the wider use of anti-trypanosomiasis drugs and the reduction of the range of trypanosomiasis vectors, Glossina sp. This provided an opportunity for herders to penetrate into grazing areas where cattle previously would have simply died, including in protected areas of West, Central and Eastern Africa. As livestock populations in these …"
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:ubry08Y2EpUC",
    "num_citations": 0,
    "pub_url": "https://books.google.com/books?hl=en&lr=&id=YaDhEAAAQBAJ&oi=fnd&pg=PA269&dq=info:jQZUPs5QWREJ:scholar.google.com&ots=zengZ1GMRa&sig=3fDLa_sBQ1apj6tu7bq1Rsfk4f0",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:jQZUPs5QWREJ:scholar.google.com/",
    "cites_per_year": {}
}