{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Estimation des températures au début du dernier millénaire dans l’ouest du Groenland: résultats préliminaires issus de l’application d’un modèle glaciologique de type degré‑jour sur le glacier du Lyngmarksbræen",
        "pub_year": 2018,
        "citation": "Géomorphologie: relief, processus, environnement 24 (1), 2018",
        "author": "Melody Biette and Vincent Jomelli and Vincent Favier and Marie Chenet and Cecile Agosta and Xavier Fettweis and Dinh Ho Tong Minh and Kenji Ose",
        "journal": "Géomorphologie: relief, processus, environnement",
        "volume": "24",
        "number": "1",
        "publisher": "Groupe français de géomorphologie",
        "abstract": "Le dernier millénaire est défini comme une période climatique « stable » parsemée d’anomalies. La première est l’Optimum Climatique Médiéval (OCM : ~950 AD à 1250 AD), période au moins aussi chaude qu’aujourd’hui et associée à un retrait des glaciers dans l’hémisphère nord. La seconde est le Petit Âge Glaciaire (PAG : ~1450 AD à 1850 AD), marquée par des températures froides et associée à une avancée des glaciers. Cependant, plusieurs études ont montré que des avancées glaciaires s’étaient produites pendant cette période de l’OCM en Terre de Baffin et sur l’île de Disko dans l’ouest du Groenland d’une ampleur plus importante qu’au PAG, suggérant un refroidissement marqué à cette époque en contradiction avec les reconstitutions de températures à l’échelle hémisphérique. Dans cette étude, nous proposons d’estimer les conditions de températures à la fin de l’OCM pouvant expliquer ces extensions glaciaires sur l’île de Disko à partir d’un modèle glaciologique de type degré-jour contraint par les sorties du Modèle Atmosphérique Régional (MAR). Cette simulation a été réalisée sur le glacier du Lyngmarksbræen qui montre une succession originale de moraines emboitées datées du dernier millénaire. Les résultats montrent que les scénarios les plus probables reposent sur des températures de l’air de l’ordre de ‑1,3°C à ‑1,6°C plus basses à la fin de l’OCM qu’à la fin du XXe siècle si l’on considère une variation d’environ ± 10 % des précipitations. Des tests de sensibilité sont ensuite réalisés sur différents paramètres du modèle glaciologique afin de mieux contraindre l’incertitude des estimations de température."
    },
    "filled": true,
    "author_pub_id": "nInz-UwAAAAJ:NaGl4SEjCO4C",
    "num_citations": 8,
    "citedby_url": "/scholar?hl=en&cites=5448708493701405652,9331238052070653872",
    "cites_id": [
        "5448708493701405652",
        "9331238052070653872"
    ],
    "pub_url": "https://journals.openedition.org/geomorphologie/11977",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:1Nu5q4GznUsJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 2,
        "2020": 1,
        "2021": 2,
        "2022": 3
    }
}