{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "BIODIVERSITY–A new space mission to monitor Earth ecosystems at fine scale",
        "pub_year": 2022,
        "citation": "Revue Française de Photogrammétrie et de Télédétection 224 (1), 33-58, 2022",
        "author": "Xavier Briottet and Touria Bajjouk and Malik Chami and Christophe Delacourt and Jean-Baptiste Feret and Stephane Jacquemoud and Audrey Minghelli and David Sheeren and Christiane Weber and Sophie Fabre and Karine Adeline and Emmanuelle Vaudour and Sandra Luque and Yannick Deville and Kamel Soudani and Charles Verpooter",
        "journal": "Revue Française de Photogrammétrie et de Télédétection",
        "volume": "224",
        "number": "1",
        "pages": "33-58",
        "abstract": "L’imagerie hyperspectrale a démontré son intérêt pour la caractérisation des propriétés biochimiques, biophysiques et structurelles de la végétation, des sols naturels et agricoles ainsi que des surfaces artificialisées. A la suite de la mission Hyperion, de nouvelles missions spatiales ont vu le jour (PRISMA, EnMAP) ou sont en phase d’étude (SBG, CHIME). Néanmoins, une de leurs limitations réside dans leur résolution spatiale qui induit un nombre important de pixels mixtes réduisant leur potentiel de discrimination pour des zones très hétérogènes. La mission BIODIVERSITY a pour objectif de compléter ces missions spatiales par des acquisitions de meilleure résolution spatiale (typiquement 8-10 m) avec une revisite de l’ordre de 5 jours sur des sites de référence ciblés possédant des caractéristiques identifiées et bien localisées. Elle permettra de répondre notamment à deux problématiques scientifiques qui vont dimensionner l’instrument. La première problématique porte sur la distribution spatiale et temporelle des traits de la végétation dans les assemblages d’espèces; ces traits sont associés à la résilience des écosystèmes terrestres, aux influences anthropiques et à la biodiversité des écosystèmes en termes de composition et d’assemblages en espèces. La seconde problématique porte sur l’amélioration de nos connaissances des zones côtières et des eaux continentales en termes de biodiversité, de qualité des eaux et de bathymétrie, pour ensuite évaluer l’impact de l’activité anthropique sur leurs écosystèmes. Les défis scientifiques ainsi que les exigences-utilisateurs pour une telle mission sont présentés pour chaque application."
    },
    "filled": true,
    "author_pub_id": "LVmWs2Ay7ukC:hkOj_22Ku90C",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=9853474390763797999",
    "cites_id": [
        "9853474390763797999"
    ],
    "pub_url": "https://rfpt.sfpt.fr/index.php/RFPT/article/view/568",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:733ioMCSvogJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 1,
        "2023": 3,
        "2024": 1
    }
}