{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "L’élevage au cœur de paysages «climato-intelligents» en Afrique de l’Ouest",
        "pub_year": 2017,
        "citation": "Des territoires vivants pour transformer le monde. Versailles: Quae, 114-120, 2017",
        "author": "Jonathan Vayssières and Mohamed Habibou Assouma and Philippe Lecomte and Pierre Hiernaux and Jeremy Bourgoin and Frédérique Jankowski and Christian Corniaux and Mathieu Vigne and Emmanuel Torquebiau and Alexandre Ickowicz",
        "journal": "Des territoires vivants pour transformer le monde. Versailles: Quae",
        "pages": "114-120",
        "abstract": "L’Afrique de l’Ouest est particulièrement concernée par le défi du changement climatique du fait d’une population humaine en plein essor et d’une agriculture largement pluviale, très dépendante des variations annuelles des ressources naturelles locales. Il s’ agit donc d’imaginer une agriculture «climato-intelligente1», c’est-à-dire suffisamment productive en nourriture, adaptée aux variations climatiques et peu émettrice de gaz à effet de serre.En agriculture, l’état de l’art montre que les options d’atténuation ou d’adaptation au changement climatique sont presque toujours analysées aux niveaux infra (parcelle, troupeau) ou méso (exploitation, ménage), de façon isolée, déconnectée des autres composantes du système. Ce chapitre montre, par une approche territoriale, que le concept de paysage «climato-intelligent» nous incite à réfléchir davantage aux synergies possibles entre les objectifs de produire, d …"
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:QIV2ME_5wuYC",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=6429658145223477025",
    "cites_id": [
        "6429658145223477025"
    ],
    "pub_url": "https://www.torrossa.com/gs/resourceProxy?an=5063738&publisher=FZZ759#page=116",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:IQc-bQS8OlkJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 2,
        "2018": 0,
        "2019": 2,
        "2020": 0,
        "2021": 0,
        "2022": 1
    }
}