{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Régler le processus d’exploration dans l’analyse relationnelle de concepts. le cas de données hydroécologiques",
        "pub_year": 2019,
        "citation": "Actes de la 19e conférence sur l’extraction et la gestion de connaissances …, 2019",
        "author": "Amirouche Ouzerdine and Agnès Braud and Xavier Dolques and Marianne Huchard and Florence Le Ber and Cristina Nica and Agnès Braud and Florence Le Ber and Priscilla Keip and Alain Gutierrez and Marianne Huchard and Florence Le Ber and Samira Sarter and Pierre Silvie and Pierre Martin and Agnès Braud and Xavier Dolques and Marianne Huchard and Florence Le Ber and Florence Le Ber and Jean Lieber and Marc Benoît and Cristina Nica and Agnès Braud and Florence Le Ber and Carine Heitz and Stella Marc-Zwecker and Romaric Mathis and Florence Le Ber and Florence Le Ber and Xavier Dolques and Laura Martin and Alain Mille and Marc Benoît and Florence Le Ber and Xavier Dolques and Laura Martin and Alain Mille and Marc Benoît and Cristina Nica and Agnès Braud and Florence Le Ber and Marine Ciron and Florence Le Ber and Stella Marc-Zwecker and Carine Heitz and Juliane Wiederkehr and Corinne Grac and Bruno Fontan and Frédéric Labat and Florence Le Ber and Michèle Trémolières and Xavier Dolques and Florence Le Ber and Marianne Huchard and Corinne Grac and Cristina Nica and Agnès Braud and Xavier Dolques and Marianne Huchard and Florence Le Ber and Sébastien Da Silva and Florence Le Ber and Claire Lavigne and Cristina Nica and Agnès Braud and Xavier Dolques and Marianne Huchard and Florence Le Ber and Cristina Nica and Agnès Braud and Xavier Dolques and Marianne Huchard and Florence Le Ber and Xavier Dolques and Florence Le Ber and Marianne Huchard and Clémentine Nebut and Mickaël Fabrègue and Agnès Braud and Sandra Bringay and Florence Le Ber and Maguelonne Teisseire and Juliane Wiederkehr and Corinne Grac and Mickaël Fabrègue and Bruno Fontan and Frédéric Labat and Florence Le Ber and Michèle Trémolières and Sandro Bimonte and Kamal Boulil and Agnès Braud and Sandra Bringay and Flavie Cernesson and Xavier Dolques and Mickaël Fabrègue and Corinne Grac and Nathalie Lalande and Florence Le Ber",
        "journal": "Actes de la 19e conférence sur l’extraction et la gestion de connaissances (EGC 2019). Nouvelles Technologies de l’Information",
        "abstract": "Cet article s’ intéresse à l’exploration de jeux de données multi-relationnelles, et aux différentes manières de les analyser en utilisant l’analyse relationnelle de concepts (ARC), une variante de l’analyse formelle de concepts. L’ARC utilise plusieurs quantifieurs d’échelonnage qui rendent le processus d’analyse finement réglable, permettant une grande flexibilité dans l’exploration et dans ses résultats. En contrepartie, l’analyste peut être submergé par l’ensemble des choix qu’il doit faire au cours de l’analyse. Pour traiter ce problème, nous proposons trois sur-couches qui aident l’analyste à anticiper et contrôler les résultats de ses choix. Notre proposition est appliquée à un jeu de données sur la qualité des eaux de rivières."
    },
    "filled": true,
    "author_pub_id": "ZC5cTtAMFr4C:4xDN1ZYqzskC",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=7616463180295613822",
    "cites_id": [
        "7616463180295613822"
    ],
    "pub_url": "https://books.google.com/books?hl=en&lr=&id=MveCDwAAQBAJ&oi=fnd&pg=PA57&dq=info:fq1cougcs2kJ:scholar.google.com&ots=UyR7xteBaS&sig=UvWu5DVr1f2ECU8lYBvkqy0fDE4",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fq1cougcs2kJ:scholar.google.com/",
    "cites_per_year": {
        "2019": 2,
        "2020": 0,
        "2021": 0,
        "2022": 1
    }
}