{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Assessment of GEDI's LiDAR data for the estimation of canopy heights and wood volume of eucalyptus plantations in Brazil",
        "pub_year": 2021,
        "citation": "IEEE Journal of Selected Topics in Applied Earth Observations and Remote …, 2021",
        "author": "Ibrahim Fayad and Nicolas N Baghdadi and Clayton Alcarde Alvares and Jose Luiz Stape and Jean Stéphane Bailly and Henrique Ferraço Scolforo and Mehrez Zribi and Guerric Le Maire",
        "journal": "IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing",
        "volume": "14",
        "pages": "7095-7110",
        "publisher": "IEEE",
        "abstract": "Over the past two decades spaceborne LiDAR systems have gained momentum in the remote sensing community with their ability to accurately estimate canopy heights and aboveground biomass. This article aims at using the most recent global ecosystem dynamics investigation (GEDI) LiDAR system data to estimate the stand-scale dominant heights ( H dom ), and stand volume (V) of Eucalyptus plantations in Brazil. These plantations provide a valuable case study due to the homogenous canopy cover and the availability of precise field measurements. Several linear and nonlinear regression models were used for the estimation of  H dom  and V based on several GEDI metrics.  H dom  and V estimation results showed that over low-slopped terrain the most accurate estimates of  H dom  and V were obtained using the stepwise regression, with an root-mean-square error (RMSE) of 1.33 m (R 2  of 0.93) and 24.39 …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:pQTOvowfQioC",
    "num_citations": 24,
    "citedby_url": "/scholar?hl=en&cites=7541215714381392471",
    "cites_id": [
        "7541215714381392471"
    ],
    "pub_url": "https://ieeexplore.ieee.org/abstract/document/9466386/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:V-pLtrzHp2gJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 2,
        "2022": 7,
        "2023": 14,
        "2024": 1
    }
}