{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Mégadonnées, données liées et fouille de données pour les réseaux d'assainissement",
        "pub_year": 2018,
        "citation": "SAGEO 2018, 2018",
        "author": "Thierry Bonnabaud La Bruyère and Nanée Chahinian and Carole Delenne and Laurent Deruelle and Mustapha Derras and Francesca Frontini and Rachel Panckhurst and Mathieu Roche and Lucile Sautot and Maguelonne Teisseire",
        "conference": "SAGEO 2018",
        "abstract": "Le projet \"Mégadonnées, données liées et fouille de données pour les réseaux d'assainissement\" (MeDo) a pour objectif de tirer profit des mégadonnées disponibles sur le web pour renseigner la géométrie et l'historique d'un réseau d'assainissement, en combinant différentes techniques de fouille de données et en multipliant les sources analysées. Par l'amélioration des connaissances sur le réseau d'assainissement, ce projet contribue à une meilleure gestion du patrimoine hydraulique existant et de la ressource en eau et permettra d'analyser les interactions entre les politiques de déve-loppement urbain et les enjeux liés à la gestion de l'eau. ABSTRACT. The \"Megadata, Linked Data and Data Mining for WasteWater Net-works\" (MeDo) project aims to use Web big data for learning about geometry and history of wastewater networks, by combining different data mining techniques and multiplying analysed sources. The improved knowledge will lead to enhanced management of hydraulic heritage and water resources and allow analysis of interactions between urban development policies and water management related challenges."
    },
    "filled": true,
    "author_pub_id": "ZC5cTtAMFr4C:u-coK7KVo8oC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=12666446011498594531",
    "cites_id": [
        "12666446011498594531"
    ],
    "pub_url": "https://hal.science/hal-01925811/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:44AJqolByK8J:scholar.google.com/",
    "cites_per_year": {
        "2019": 1
    }
}