{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Node-centric community detection in multilayer networks with layer-coverage diversification bias",
        "pub_year": 2017,
        "citation": "Complex Networks VIII: Proceedings of the 8th Conference on Complex Networks …, 2017",
        "author": "Roberto Interdonato and Andrea Tagarelli and Dino Ienco and Arnaud Sallaberry and Pascal Poncelet",
        "conference": "Complex Networks VIII: Proceedings of the 8th Conference on Complex Networks CompleNet 2017 8",
        "pages": "57-66",
        "publisher": "Springer International Publishing",
        "abstract": "The problem of node-centric, or local, community detection in information networks refers to the identification of a communityInterdonato, R. for a given input node, having limited information about the networkTagarelli, A. topology. Existing methods for solving this problem, however, are not conceived to work on complex networks. In this paper, we proposeIenco, D. a novel framework for local community detection based on the multilayer network model. Our approachSallaberry, A. relies on the maximization of the ratio between the community internal connection density and the external connection density, according to multilayer similarity-based community relations. We also define a biasing scheme that allowsPoncelet, P. the discovery of local communities characterized by different degrees of layer-coverage diversification. Experimental evaluation conducted on real-world multilayer networks has shown the …"
    },
    "filled": true,
    "author_pub_id": "GWACYGoAAAAJ:ufrVoPGSRksC",
    "num_citations": 8,
    "citedby_url": "/scholar?hl=en&cites=8822963605624640278",
    "cites_id": [
        "8822963605624640278"
    ],
    "pub_url": "https://link.springer.com/chapter/10.1007/978-3-319-54241-6_5",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FtN0O6d2cXoJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 2,
        "2018": 0,
        "2019": 1,
        "2020": 2,
        "2021": 3
    }
}