{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Étude des réseaux de neurones sur la stéganalyse",
        "pub_year": 2016,
        "citation": "CORESA: COmpression et REprésentation des Signaux Audiovisuels, 2016",
        "author": "Lionel Pibre and Marc Chaumont and Dino Ienco and Jérôme Pasquet",
        "conference": "CORESA: COmpression et REprésentation des Signaux Audiovisuels",
        "abstract": "Des travaux récents ont montré que les réseaux de neu-rones ont un fort potentiel dans le domaine de la stégana-lyse. L'avantage d'utiliser ce type d'architecture, en plus d'être robuste, est que le réseau apprend les vecteurs ca-ractéristiques de manière automatique grâce aux couches de convolution. On peut dire qu'il crée des filtres intelli-gents. Dans cet article nous étudions le deep learning dans le domaine de la stéganalyse afin d'avoir une meilleure compréhension de son fonctionnement. Dans ce document nous présentons les travaux que nous avons effectués sur les réseaux de neurones convolutionnels. Tout d'abord, nous expliquons les aspects théoriques des réseaux de neu-rones, puis nous présentons nos protocoles expérimentaux et nous commentons les résultats obtenus. Mots clefs Stéganalyse, Deep Learning, réseaux de neurones, cover source mismatch."
    },
    "filled": true,
    "author_pub_id": "CcxRcBcAAAAJ:zYLM7Y9cAGgC",
    "num_citations": 6,
    "citedby_url": "/scholar?hl=en&cites=6728150905565181563",
    "cites_id": [
        "6728150905565181563"
    ],
    "pub_url": "https://hal.science/hal-01374095/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:e3Zv8ZkxX10J:scholar.google.com/",
    "cites_per_year": {
        "2016": 1,
        "2017": 0,
        "2018": 1,
        "2019": 1,
        "2020": 1,
        "2021": 1,
        "2022": 1
    }
}