{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Le bricolage des données ou la question du\" big data manuel\"",
        "pub_year": 2017,
        "citation": "9ème colloque Communication, organisation, société du savoir et information …, 2017",
        "author": "A Martin Scholtz and A Mayère and P Maurel",
        "conference": "9ème colloque Communication, organisation, société du savoir et information-congrès de l'ACFAS",
        "pages": "4",
        "abstract": "En choisissant d'observer le big data non pas comme un amoncellement de données mais plutôt comme un mouvement associant à la fois l'accumulation de données supposées disponibles, de technologies censées leur données du sens et les mettre en forme, et de discours, nous proposons ici de questionner ce travail sur la sélection des données et leur combinaison, ce qui conduit à réinterroger leur « épaisseur ». Pour ce faire, nous proposons explorer le cas d'un espace-temps de négociation dans lequel des agents issus de plusieurs services déconcentrés de l'État en Languedoc-Roussillon (France), relevant de différents Ministères, ainsi que des agents d'un organisme de recherche, s'organisent pour concevoir de manière « distribuée » un module de formation et son corrigé, destinés à promouvoir la mobilisation de données, de méthodes et de « façons de voir » auprès des techniciens, dans une démarche qui d'un certain point de vue s'inscrit dans la perspective d'un « evidence based-planning ». Le suivi de l'élaboration de ce module de formation et des débats qui l'accompagne selon une méthode s'apparentant à la self-ethnography, nous a amené à repenser cet assemblage de données, de méthodes et de discours en termes de « big data manuel ». Au travers de cette communication, nous souhaitons montrer que la sélection des données n'est pas tant de choisir celle qui serait la « meilleure » dans l'absolu, mais du choix de définitions particulières de ce qui compte dans l'aménagement."
    },
    "filled": true,
    "author_pub_id": "VA_p56EAAAAJ:eMMeJKvmdy0C",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-02609349/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rVPWmbluqaoJ:scholar.google.com/",
    "cites_per_year": {}
}