{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Pteropus lylei primarily forages in residential areas in Kandal, Cambodia",
        "pub_year": 2019,
        "citation": "Ecology and Evolution 9 (7), 4181-4191, 2019",
        "author": "Kinley Choden and Sébastien Ravon and Jonathan H Epstein and Thavry Hoem and Neil Furey and Marie Gely and Audrey Jolivot and Vibol Hul and Chhoeuth Neung and Annelise Tran and Julien Cappelle",
        "journal": "Ecology and Evolution",
        "volume": "9",
        "number": "7",
        "pages": "4181-4191",
        "abstract": "  Bats are the second most species‐rich Mammalian order and provide a wide range of ecologically important and economically significant ecosystem services. Nipah virus is a zoonotic emerging infectious disease for which pteropodid bats have been identified as a natural reservoir. In Cambodia, Nipah virus circulation has been reported in Pteropus lylei, but little is known about the spatial distribution of the species and the associated implications for conservation and public health. We deployed Global Positioning System (GPS) collars on 14 P. lylei to study their movements and foraging behavior in Cambodia in 2016. All of the flying foxes were captured from the same roost, and GPS locations were collected for 1 month. The habitats used by each bat were characterized through ground‐truthing, and a spatial distribution model was developed of foraging sites. A total of 13,643 valid locations were collected …"
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:z_wVstp3MssC",
    "num_citations": 23,
    "citedby_url": "/scholar?hl=en&cites=12548534606135543953",
    "cites_id": [
        "12548534606135543953"
    ],
    "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/ece3.5046",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kchnQr1ZJa4J:scholar.google.com/",
    "cites_per_year": {
        "2019": 2,
        "2020": 6,
        "2021": 5,
        "2022": 5,
        "2023": 5
    }
}