{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "GNB: Projet de recherche finalisée à l’interface recherche-gestion et ses interactions avec BGF",
        "pub_year": 2018,
        "citation": "Colloque «Biodiversité, gestion forestière, changement climatique et …, 2018",
        "author": "Frédéric Gosselin and Vincent Boulanger and Nicolas Debaive and Yoan Paillet and Marion Gosselin and Sylvie Durrieu and Laurent Larrieu and Anders Mårell and Frédéric Archaux and Christophe Bouget and Olivier Gilg and Nicolas Gaidet-Drapier and Emmanuelle Dauffy-Richard",
        "conference": "Colloque «Biodiversité, gestion forestière, changement climatique et politiques publiques»",
        "pages": "12 p.",
        "abstract": "La gestion durable des forêts repose largement sur la biodiversité dont le fonctionnement reste cependant encore très insuffisamment connu. Il en découle la nécessité d’améliorer, de manière générale, le socle de connaissances relatif à la biodiversité et, plus particulièrement, d’analyser les interactions entre changement climatique, productivité forestière et biodiversité en forêt. Par ailleurs, les stratégies et décisions des acteurs influent sur ces interactions et constituent également des objets d’étude à privilégier. C’est pourquoi le programme de recherche « Biodiversité, gestion forestière et politiques publiques » a lancé en 2013 un appel à projets de recherche avec deux entrées : - l’une par les sciences de la nature axée sur le changement climatique, les mesures de gestion et la dynamique de la biodiversité dans les écosystèmes ; - l’autre par les sciences humaines et sociales sur les stratégies et décisions des acteurs, la gouvernance et les politiques publiques correspondant à la première entrée. Le présent colloque a pour objectifs de : - présenter les résultats des cinq projets de recherche qui ont été sélectionnés à cette occasion sur chacune des deux entrées en les accompagnant en tant que de besoin de regards complémentaires et en illustrant l’un des projets par une visite sur le terrain ; - initier une réflexion sur le progrès des connaissances dans ce domaine, en s’inspirant du devenir de projets antérieurs et en identifiant les principales lacunes à combler. Il se déroulera en trois sessions, chacune introduite par des exposés d’une quinzaine de minutes et conclue par une table ronde permettant un débat avec les participants et les …"
    },
    "filled": true,
    "author_pub_id": "ike4tikAAAAJ:2P1L_qKh6hAC",
    "num_citations": 0,
    "pub_url": "https://inria.hal.science/hal-02143006/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:y77BRWn1XmAJ:scholar.google.com/",
    "cites_per_year": {}
}