{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Stakeholders’ perspectives on the operationalisation of the ecosystem service concept: Results from 27 case studies",
        "pub_year": 2018,
        "citation": "Ecosystem services 29, 552-565, 2018",
        "author": "Jan Dick and Francis Turkelboom and Helen Woods and Irene Iniesta-Arandia and Eeva Primmer and Sanna-Riikka Saarela and Peter Bezák and Peter Mederly and Michael Leone and Wim Verheyden and Eszter Kelemen and Jennifer Hauck and Chris Andrews and Paula Antunes and Réka Aszalós and Francesc Baró and David N Barton and Pam Berry and Rob Bugter and Laurence Carvalho and Bálint Czúcz and Rob Dunford and Gemma Garcia Blanco and Nicoleta Geamănă and Relu Giucă and Bruna Grizzetti and Zita Izakovičová and Miklós Kertész and Leena Kopperoinen and Johannes Langemeyer and David Montenegro Lapola and Camino Liquete and Sandra Luque and Guillermo Martínez Pastur and Berta Martin-Lopez and Raktima Mukhopadhyay and Jari Niemela and David Odee and Pablo Luis Peri and Patricia Pinho and Gleiciani Bürger Patrício-Roberto and Elena Preda and Joerg Priess and Christine Röckmann and Rui Santos and Diana Silaghi and Ron Smith and Angheluţă Vădineanu and Jan Tjalling van der Wal and Ildikó Arany and Ovidiu Badea and Györgyi Bela and Emil Boros and Magdalena Bucur and Stefan Blumentrath and Marta Calvache and Esther Carmen and Pedro Clemente and João Fernandes and Diogo Ferraz and Claudia Fongar and Marina García-Llorente and Erik Gómez-Baggethun and Vegard Gundersen and Oscar Haavardsholm and Ágnes Kalóczkai and Thalma Khalalwe and Gabriella Kiss and Berit Köhler and Orsolya Lazányi and Eszter Lellei-Kovács and Rael Lichungu and Henrik Lindhjem and Charles Magare and Jyri Mustajoki and Charles Ndege and Megan Nowell and Sergi Nuss Girona and John Ochieng and Anders Often and Ignacio Palomo and György Pataki and Rasmus Reinvang and Graciela Rusch and Heli Saarikoski and Alison Smith and Emma Soy Massoni and Erik Stange and Nora Vågnes Traaholt and Ágnes Vári and Peter Verweij and Suvi Vikström and Vesa Yli-Pelkonen and Grazia Zulian",
        "journal": "Ecosystem services",
        "volume": "29",
        "pages": "552-565",
        "publisher": "Elsevier",
        "abstract": "The ecosystem service (ES) concept is becoming mainstream in policy and planning, but operational influence on practice is seldom reported. Here, we report the practitioners’ perspectives on the practical implementation of the ES concept in 27 case studies. A standardised anonymous survey (n = 246), was used, focusing on the science-practice interaction process, perceived impact and expected use of the case study assessments. Operationalisation of the concept was shown to achieve a gradual change in practices: 13% of the case studies reported a change in action (e.g. management or policy change), and a further 40% anticipated that a change would result from the work. To a large extent the impact was attributed to a well conducted science-practice interaction process (>70%). The main reported advantages of the concept included: increased concept awareness and communication; enhanced …"
    },
    "filled": true,
    "author_pub_id": "GtJ4HDAAAAAJ:PazO6pb-sMwC",
    "num_citations": 132,
    "citedby_url": "/scholar?hl=en&cites=12098417510893549229",
    "cites_id": [
        "12098417510893549229"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S2212041616304661",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:rfYsQaA25qcJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 4,
        "2018": 28,
        "2019": 25,
        "2020": 18,
        "2021": 27,
        "2022": 15,
        "2023": 10,
        "2024": 3
    }
}