{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "An original urban land cover representation and its effects on rain event-based runoff and TSS modelling",
        "pub_year": 2020,
        "citation": "Journal of Hydrology 586, 124865, 2020",
        "author": "Marlène Rio and Christian Salles and Flavie Cernesson and Pierre Marchand and Marie-George Tournoud",
        "journal": "Journal of Hydrology",
        "volume": "586",
        "pages": "124865",
        "publisher": "Elsevier",
        "abstract": "During rainfall events, a wide range of contaminants generated by urban areas are transferred into rivers. Modelling tools are increasingly required by decision makers to assess the effects of urban development and mitigation measures on urban runoff quality. However, representing the spatial heterogeneity of urban land cover in water quality modelling is a real challenge. This study presents a methodology to analyze and characterize the land cover of an urban catchment within a water quality model. The application site is the urban river Verdanson located in Montpellier city (France), where the climate is Mediterranean. Firstly, a time effective original method of identifying homogeneous urban surfaces in terms of build-up/wash-off processes from an existing land-use map and aerial photo interpretation is presented. Secondly, the sensitivity of model outputs to the discretization of a catchment into homogeneous …"
    },
    "filled": true,
    "author_pub_id": "nbR473IAAAAJ:D_sINldO8mEC",
    "num_citations": 13,
    "citedby_url": "/scholar?hl=en&cites=6228014225356001716",
    "cites_id": [
        "6228014225356001716"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0022169420303255",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tJFsxvBZblYJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 1,
        "2021": 3,
        "2022": 4,
        "2023": 5
    }
}