{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Croissance urbaine, mobilité et émissions de polluants atmosphériques dans la région d’Oran, Algérie",
        "pub_year": 2018,
        "citation": "Cybergeo: European Journal of Geography, 2018",
        "author": "Farid Rahal and Zahra Hadjou and Nadège Blond and Rahim Aguejdad",
        "journal": "Cybergeo: European Journal of Geography",
        "publisher": "CNRS-UMR Géographie-cités 8504",
        "abstract": "L’urbanisme et la mobilité contraignent fortement les conditions environnementales présentes et futures des grands centres urbains. L’extension désorganisée des villes algériennes engendre aujourd’hui de multiples risques liés au secteur des transports. La pollution de l’air représente l’un de ces risques.L’objectif de cette étude est de développer une méthodologie permettant d’évaluer les émissions de polluants atmosphériques dues au trafic routier. La méthodologie est basée sur un couplage entre SIG et modélisation déterministe pour mieux représenter la répartition spatio-temporelle des émissions.Elle est appliquée à la ville d’Oran en Algérie, dont on montre que la croissance du tissu urbain, et plus particulièrement son étalement en périphérie, sur la période 1966-2015 a induit un transfert des populations du centre-ville vers les pôles périphériques de Bir El Djir, Es Sénia et Sidi Chahmi. Cet étalement est confirmé par l’étude d’une série chronologique d’images satellitaires. Cette évolution de la forme urbaine génère un besoin en mobilité accru et aggrave les problèmes de circulation et de congestion de véhicules fonctionnant à l’énergie fossile qui est la source d’émissions polluantes significatives dont l’impact négatif sur la santé et l’environnement n’est plus à démontrer.La réalisation d’un cadastre des émissions polluantes est une étape essentielle afin d’évaluer la qualité de l’air sur la région d’Oran. Ces émissions sont ici quantifiées dans le temps et dans l’espace grâce à l’application du modèle EMISENS, à partir de comptages de véhicules. Compte tenu de l’évolution du tissu urbain et du transport, ces émissions devraient …"
    },
    "filled": true,
    "author_pub_id": "xO572bUAAAAJ:_Qo2XoVZTnwC",
    "num_citations": 12,
    "citedby_url": "/scholar?hl=en&cites=18224346653445302006",
    "cites_id": [
        "18224346653445302006"
    ],
    "pub_url": "https://journals.openedition.org/cybergeo/29111",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9qYvfrni6fwJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 3,
        "2021": 3,
        "2022": 2,
        "2023": 4
    }
}