{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Produção do espaço agrário e dinâmicas territoriais na Amazônia Tocantina: transporte rural-urbano, agricultura familiar e ambientes em Abaetetuba (PA)",
        "pub_year": 2021,
        "citation": "Extensão rural: práticas e pesquisas para o fortalecimento da agricultura …, 2021",
        "author": "Daniel Sombra Soares and Solange Batista Damasceno and CJN Castro and Aquiles Simões and Marc Piraux and Lourdes Henchen Ritter and Amália Gabriela Rocha Aguiar and KP Silva and Francisco Emerson Vale Costa and Madson José Nascimento Quaresma",
        "journal": "Extensão rural: práticas e pesquisas para o fortalecimento da agricultura familiar. Guajurá-SP: Científica Digital",
        "pages": "578-600",
        "abstract": "Este trabalho deriva da articulação das pesquisas do grupo GEOCAM/UEPA e GEDAF/UFPA, e objetiva analisar a relação entre a produção da agricultura familiar e o sistema de transporte rural-urbano no município de Abaetetuba, partindo da hipótese de que a articulação entre esses sistemas de produção e circulação são o motor da polarização regional da cidade de Abaetetuba. Os sistemas de produção e circulação em questão possuem variações que obedecem à diversidade social, agrária e ambiental do município de Abaetetuba. Os procedimentos metodológicos incluem coleta de dados primários através de entrevista não estruturadas, coleta de dados espaciais primários, e a metodologia do zoneamento socioagroambiental participativo, além da pesquisa e sistematização de dados secundários (principalmente do IBGE e do INPE). Os resultados apontam a importância do transporte rural-urbano para a cidade de Abaetetuba, e as relações entre os modais de transporte e a diversidade da espacialização dos circuitos de produção da agricultura familiar em Abaetetuba."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:9c2xU6iGI7YC",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=7249577104526031976",
    "cites_id": [
        "7249577104526031976"
    ],
    "pub_url": "https://www.academia.edu/download/80290753/201202659.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:aDwUd_erm2QJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 6
    }
}