{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "L’information géospatiale au service de l’agriculture africaine, un investissement essentiel pour les politiques agricoles",
        "pub_year": 2019,
        "citation": "Perspective 51, 1-4, 2019",
        "author": "Jean-Philippe Tonneau and Agnès Bégué and Louise Leroux and Xavier Augusseau and Jean-François Faure and Benoit Mertens and Camille Pinet and Linda Tomasini",
        "journal": "Perspective",
        "volume": "51",
        "pages": "1-4",
        "abstract": "Les informations géospatiales et leurs produits dérivés, conçus pour contribuer à la définition des politiques publiques agricoles, sont peu utilisés en Afrique. Les infrastructures, la formation et les compétences manquent ; les activités de recherche et développement sont dispersées et insuffisantes. Mais, surtout, les besoins restent mal formalisés et l’offre technologique, impulsée par les pays industrialisés, est peu adaptée aux caractéristiques des agricultures africaines. Par ailleurs, pour que des services opérationnels produisent de l’information pertinente et utile, un environnement stable doit être garanti aux entreprises, aux institutions et aux projets. Ces services co-construits naissent dans le cadre d’un partenariat pérenne entre les chercheurs, les opérateurs chargés des études et les utilisateurs finaux. La recherche ouvre alors d’autres voies d’exploitation des images satellitaires pour documenter et expliciter les processus de transformation de l’agriculture. Enfin, des réseaux de compétences interdisciplinaires structurés sur le temps long sont nécessaires pour favoriser les échanges méthodologiques et thématiques."
    },
    "filled": true,
    "author_pub_id": "OIko0mMAAAAJ:M3ejUd6NZC8C",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=4878610169206415461",
    "cites_id": [
        "4878610169206415461"
    ],
    "pub_url": "http://hal.cirad.fr/cirad-02139055/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZSAo1RlOtEMJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 1,
        "2021": 1
    }
}