{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Analyse de la rentabilité financière de la production de semence du riz au Bénin",
        "pub_year": 2017,
        "citation": "Journal of Applied Biosciences 113, 11267-11275, 2017",
        "author": "François Vihôdé Dossouhoui and SM Désiré Agossou and Anselme Adegbidi and Patricio Mendez del Villar and C Rigobert Tossou and Philippe Lebailly",
        "journal": "Journal of Applied Biosciences",
        "volume": "113",
        "pages": "11267-11275",
        "abstract": "Objectif: Cette étude vise, à travers une analyse de la rentabilité financière, à mettre en exergue l’intérêt que peut susciter la production de semences de qualité dans les divers systèmes de production et la place du secteur privé dans la gestion du système semencier.Méthodologie et résultats: L’étude a été conduite auprès d’un échantillon de 57 producteurs de semences certifiées et de riz de consommation choisis de façon aléatoire dans trois départements: Mono, Zou et Collines où trois systèmes de production se côtoient. Il a été fait recours à la méthode d’analyse de marges et les résultats ont été comparés chaque fois à la production de riz de consommation par système de production: riz pluvial, riz de bas-fonds et riz irrigué. Il en résulte que la production de semences est plus rentable et l’est davantage dans le système d’irrigation.Conclusion et application des résultats: La présente étude a été conduite dans un contexte où l’État est intervenu pour promouvoir l’accès aux semences améliorées suite à la crise alimentaire de 2008. L’État, à travers son dispositif de vulgarisation organise, la collecte de semences auprès des producteurs multiplicateurs accrédités et subventionne la redistribution aux producteurs de riz de consommation. L’intérêt que porte cette étude sur la rentabilité financière de l’activité de production de semences certifiées réside dans la nécessité de disposer de données fiables pour susciter l’implication des entreprises privées dans le système semencier et faciliter l’accès aux crédits pour les multiplicateurs de semences. Pour un système compétitif et adéquat aux besoins des producteurs, il est impérieux de réfléchir …"
    },
    "filled": true,
    "author_pub_id": "nPrjzMgAAAAJ:UxriW0iASnsC",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=13173282089346260464",
    "cites_id": [
        "13173282089346260464"
    ],
    "pub_url": "https://www.ajol.info/index.php/jab/article/view/159112",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:8N1_5UPm0LYJ:scholar.google.com/",
    "cites_per_year": {
        "2018": 1,
        "2019": 1,
        "2020": 0,
        "2021": 1,
        "2022": 2
    }
}