{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Quand jouer la carte des sites naturels de compensation dans un territoire?",
        "pub_year": 2022,
        "citation": "Sciences Eaux & Territoires 1 (38), 74-79, 2022",
        "author": "Brian Padilla and Anne-Charlotte Vaissière and Jane Lecomte and Pierre Bieuzen and Coralie Calvet and Gilles J Martin and Benoit Prévost",
        "journal": "Sciences Eaux & Territoires",
        "volume": "1",
        "number": "38",
        "pages": "74-79",
        "publisher": "Cairn/Cairn",
        "abstract": "Les sites naturels de compensation ouvrent une modalité de compensation écologique nouvelle dans les pratiques françaises. En permettant d’anticiper la réalisation des mesures, en visant des gains écologiques cumulés importants sur un site divisé en unités de compensation et agréé par l’État et sur un temps supérieur à trente ans, c’est une nouvelle politique de l’offre qui vient compléter la compensation à la demande habituellement mise en œuvre. Élaboré à partir des échanges tenus lors de la table ronde organisée à l’occasion du séminaire « Sites naturels de compensation : quels freins et perspectives ? » cet article met en relation les analyses d’experts en écologie, économie, droit et aménagement des territoires pour discuter de la place que pourrait occuper cette modalité par rapport aux autres modalités de compensation, dans les politiques de préservation de la biodiversité et parmi les visions …"
    },
    "filled": true,
    "author_pub_id": "ohYPTkgAAAAJ:_Qo2XoVZTnwC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=1147364268238180883",
    "cites_id": [
        "1147364268238180883"
    ],
    "pub_url": "https://www.cairn.info/revue-sciences-eaux-et-territoires-2021-4-page-74.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ExJQFLlB7A8J:scholar.google.com/",
    "cites_per_year": {
        "2022": 1
    }
}