{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Apport de l’imagerie hyperspectrale pour la planification urbaine",
        "pub_year": 2016,
        "citation": "SAGEO 2016: Spatial Analysis and Geomatics 2016, 2016",
        "author": "Christiane Weber and Sébastien Gadal and Xavier Briottet and Clément Mallet",
        "conference": "SAGEO 2016: Spatial Analysis and Geomatics 2016",
        "abstract": "L’ANR «Hyperspectral imagery for Environmental urban Planning–HYEP» est un projet dont l’objectif principal est de favoriser l’usage de l’imagerie hyperspectrale pour des applications de planification et de gestion urbaine. L’imagerie hyperspectrale diffère des moyens optiques usuels par la richesse des informations obtenues et les choix méthodologiques à réaliser. Le projet a identifié un certain nombre de verrous à lever permettant d’améliorer les traitements de classification ou de caractérisation des éléments urbains (toits, les infrastructures routières, les espaces de végétation etc.). Après avoir présenté les spécificités de ce type d’imagerie, le projet HYEP et ses avancées sont développés notamment les efforts réalisés pour la constitution d’un regroupement des bases de données spectrales en une base accessible dont les informations (spectres) puissent être complétées par des indicateurs morphologiques par exemple. La démarche générale proposée est résumé ainsi que l’articulation envisagée avec les acteurs de la Métropole de Toulouse (France) et la ville de Kaunas (Lituanie).The HYEP project (Hyperspectral imagery for Environmental urban Planning) is dedicated to the use and the development of hyperspectral imagery for urban planning and management. Hyperspectral imagery differs from other optical products by the number of bands and so by the richness of information provided. HYEP has identified several locks that have to be locked up to promote hyperspectral imagery. This document presents the specificities of the sensor product and the methodological and technical advances we have realized. The …"
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:4MWp96NkSFoC",
    "num_citations": 0,
    "pub_url": "https://www.researchgate.net/profile/Sebastien-Gadal/publication/322581232_Apport_de_l'imagerie_hyperspectrale_pour_la_planification_urbaine/links/5a60edd9a6fdccb61c501bf4/Apport-de-limagerie-hyperspectrale-pour-la-planification-urbaine.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tGFE40VtKswJ:scholar.google.com/",
    "cites_per_year": {}
}