{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Estimation of 3D vegetation density with Terrestrial Laser Scanning data using voxels. A sensitivity analysis of influencing parameters",
        "pub_year": 2017,
        "citation": "Remote Sensing of Environment 191, 373-388, 2017",
        "author": "Eloi Grau and Sylvie Durrieu and Richard Fournier and Jean-Philippe Gastellu-Etchegorry and Tiangang Yin",
        "journal": "Remote Sensing of Environment",
        "volume": "191",
        "pages": "373-388",
        "publisher": "Elsevier",
        "abstract": "The 3D distribution of plant material is a key parameter to describe vegetation structure, which influences several processes such as radiation interception and ecosystem functioning. Vegetation covers are often described using Leaf Area Index (LAI) or Plant Area Index (PAI) for monitoring or modeling purposes. Characterizing vegetation 3D structure at fine scale is increasingly required, notably in order to be able to apply radiative transfer simulations at scales consistent with the spatial resolution of recent remote sensing sensors. To assess 3D PAI of a vegetation plot, this paper evaluates the potential of a voxelization method using Terrestrial Laser Scanning (TLS) data, based on the Beer-Lambert transmittance computation law. The theoretical validation was performed using a simulation framework based on a radiative transfer model (DART). The framework allowed simulating TLS acquisition on a theoretical …"
    },
    "filled": true,
    "author_pub_id": "ike4tikAAAAJ:qjMakFHDy7sC",
    "num_citations": 109,
    "citedby_url": "/scholar?hl=en&cites=12401781480124515173",
    "cites_id": [
        "12401781480124515173"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0034425717300433",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ZQPXeIz6G6wJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 9,
        "2018": 18,
        "2019": 18,
        "2020": 14,
        "2021": 23,
        "2022": 11,
        "2023": 13,
        "2024": 3
    }
}