{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Financial profitability analysis of rice seed production in Benin.",
        "pub_year": 2017,
        "citation": "Journal of Applied Biosciences 113, 11267-11275, 2017",
        "author": "FV Dossouhoui and SMD Agossou and A Adegbidi and P Mendez del Villar and CR Tossou and P Lebailly",
        "journal": "Journal of Applied Biosciences",
        "volume": "113",
        "pages": "11267-11275",
        "publisher": "Elewa Biosciences FaCT Ltd",
        "abstract": "Objective: The aim of this study, through financial profitability analysis, was to figure out the advantage to produce quality seed in various farming systems and the role of private sector to better manage rice seed system. Methodology and results: data were collected through survey on a sample of 57 farmers producing seed and rice for food randomly selected in three departments of Benin: Mono, Zou and Collines where three rice farming systems are operational. Margin analysis method was applied and results have been compared to the food production one per farming system: rainy, shallow and irrigated. Findings showed that seed production is more profitable and further under irrigated farming system. Conclusion and application of findings: This study took place in a context where government intervened to improve access of producers to certified seed s as a response to food crisis of 2008. Government, through its extension system organized, seed collection and to subsidize the distribution to farmers for food production. This study through financial profitability of seed production, aimed to produce confident data and arise private companies' implication in seed system. It will also enable seed actors to access credits. For a competitiveness, seed system should be handled by private sectors, through private seed company and seed producer partnership. This will facilitate the availability and affordability of quality seed for rice smallholders farmers."
    },
    "filled": true,
    "author_pub_id": "nPrjzMgAAAAJ:tzM49s52ZIMC",
    "num_citations": 0,
    "pub_url": "https://www.cabdirect.org/cabdirect/abstract/20183099954",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wb88Yoz5jsQJ:scholar.google.com/",
    "cites_per_year": {}
}