{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "DESCARTE DE RESÍDUOS SÓLIDOS E PERCEPÇÃO DE RESIDENTES EM COMUNIDADES RIBEIRINHAS DA AMAZÔNIA MARAJOARA",
        "pub_year": 2022,
        "citation": "OPEN SCIENCE RESEARCH I 1 (1), 2512-2530, 2022",
        "author": "João Vicente de Figueiredo Latorraca and Marc Piraux and Lourdes Henchen Ritter and Amália Gabriela Rocha Aguiar and Kyala Pimentel da Silva and Francisco Emerson Vale Costa and Madson José Nascimento Quaresma and Manolo Cleiton Costa de Freitas and Ana Carolina Gomes de Albuquerque de Freitas and José Anderson do Monte Rodrigues and Leandro Marques Correia",
        "journal": "OPEN SCIENCE RESEARCH I",
        "volume": "1",
        "number": "1",
        "pages": "2512-2530",
        "publisher": "Editora Científica Digital",
        "abstract": "A presente pesquisa teve como tema o descarte dos resíduos sólidos em comunidades rurais do município de Breves-Pará, sendo sua contribuição social voltada ao levantamento de dados referente ao destino do lixo gerado na zona rural, além de investigar o conhecimento prévio que os moradores trazem consigo a respeito das consequências do descarte inadequados desses resíduos na natureza. Dessa forma, esta pesquisa almeja alertar as autoridades do município de Breves-Pará acerca do destino inadequado que determinadas comunidades rurais dão aos resíduos produzidos em domicilio, sendo responsabilidade do poder público coletar e dar o destino correto para tal material. Os entrevistados apresentaram desinformação acerca do destino correto do seu lixo, principalmente, desconhecem as possíveis consequências geradas pelo descarte incorreto do lixo. Portanto, não forem tomadas medidas …"
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:43bX7VzcjpAC",
    "num_citations": 0,
    "pub_url": "https://www.editoracientifica.com.br/artigos/descarte-de-residuos-solidos-e-percepcao-de-residentes-em-comunidades-ribeirinhas-da-amazonia-marajoara",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:FvcP_97dnsEJ:scholar.google.com/",
    "cites_per_year": {}
}