{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Loi d’appui à l’agriculture biologique au Costa Rica. D’une élaboration réussie à une mise en œuvre partielle",
        "pub_year": 2020,
        "citation": "Économie rurale, 85-101, 2020",
        "author": "Muriel Bonin and Fernando Saenz and Jean-François Le Coq",
        "journal": "Économie rurale",
        "pages": "85-101",
        "publisher": "Cairn",
        "abstract": "Cet article analyse l’émergence puis la mise en œuvre de la loi d’appui à l’agriculture biologique au Costa Rica à partir d’une revue des travaux antérieurs et des textes de loi ainsi que d’entretiens conduits au niveau national. Le processus d’élaboration de la loi est marqué par la capacité des mouvements sociaux de l’agroécologie, alliés à des agents du ministère de l’Agriculture, à influencer son contenu et à aboutir à sa promulgation en 2007. La mise en œuvre de la loi a été freinée par un système dominé par l’agriculture conventionnelle, par des divisions internes aux mouvements sociaux et des actions non coordonnées avec le ministère de l’Agriculture, liées à des visions divergentes de l’agriculture biologique et de l’agroécologie. La création récente d’un département dédié à l’agriculture biologique au sein du ministère de l’Agriculture laisse espérer un dépassement des blocages identifiés."
    },
    "filled": true,
    "author_pub_id": "ARl-VIoAAAAJ:JQOojiI6XY0C",
    "num_citations": 0,
    "pub_url": "https://www.cairn.info/revue-economie-rurale-2020-2-page-85.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:x91oJGtUOScJ:scholar.google.com/",
    "cites_per_year": {}
}