{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Patterns of foraging activity and fidelity in a southeast Asian flying fox",
        "pub_year": 2020,
        "citation": "Movement Ecology 8, 1-13, 2020",
        "author": "Elodie Schloesing and Rémi Chambon and Annelise Tran and Kinley Choden and Sébastien Ravon and Jonathan H Epstein and Thavry Hoem and Neil Furey and Morgane Labadie and Mathieu Bourgarel and Hélène M De Nys and Alexandre Caron and Julien Cappelle",
        "journal": "Movement Ecology",
        "volume": "8",
        "pages": "1-13",
        "publisher": "BioMed Central",
        "abstract": "Improved understanding of the foraging ecology of bats in the face of ongoing habitat loss and modification worldwide is essential to their conservation and maintaining the substantial ecosystem services they provide. It is also fundamental to assessing potential transmission risks of zoonotic pathogens in human-wildlife interfaces. We evaluated the influence of environmental and behavioral variables on the foraging patterns of Pteropus lylei (a reservoir of Nipah virus) in a heterogeneous landscape in Cambodia.We employed an approach based on animal-movement modeling, which comprised a path-segmentation method (hidden Markov model) to identify individual foraging-behavior sequences in GPS data generated by eight P. lylei. We characterized foraging localities, foraging activity, and probability of returning to a given …"
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:0N-VGjzr574C",
    "num_citations": 9,
    "citedby_url": "/scholar?hl=en&cites=7357275954723131842",
    "cites_id": [
        "7357275954723131842"
    ],
    "pub_url": "https://link.springer.com/article/10.1186/s40462-020-00232-8",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wpHLE4BLGmYJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 1,
        "2021": 3,
        "2022": 3,
        "2023": 1,
        "2024": 1
    }
}