{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Potential of sentinel-1 for estimating the soil roughness over agricultural soils",
        "pub_year": 2018,
        "citation": "IGARSS 2018-2018 IEEE International Geoscience and Remote Sensing Symposium …, 2018",
        "author": "Nicolas Baghdadi and Mohammad El Hajj and Mohammad Choker and Mehrez Zribi and Hassan Bazzi and Emmanuelle Vaudour and Jean Marc Gilliot and Safa Bousbih and Dav Ebengo Mwampongo",
        "conference": "IGARSS 2018-2018 IEEE International Geoscience and Remote Sensing Symposium",
        "pages": "7516-7519",
        "publisher": "IEEE",
        "abstract": "The potential of Sentinel-1 C-band SAR data in VV polarization for estimating the surface roughness (Hrms) over bare agricultural soils was studied. First, a neural network (NN) is used for estimating the soil moisture (mv). Then, a second neural network is used for retrieving the soil roughness in using as an input to the network the soil moisture that was estimated by the first network. The neural networks are trained using simulated dataset generated from the radar backscattering model IEM (Integral Equation Model). The inversion approach is then validated using Sentinel-1 images collected over two study sites, one in France and one in Tunisia. Results show that the use of C-band in VV polarization does not allow a reliable estimate of the soil roughness. Results show that the accuracy on the estimates of Hrms is about 0.8 cm (RMSE)."
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:jL-93Qbq4QoC",
    "num_citations": 4,
    "citedby_url": "/scholar?hl=en&cites=6807406068528259524",
    "cites_id": [
        "6807406068528259524"
    ],
    "pub_url": "https://ieeexplore.ieee.org/abstract/document/8519479/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:xCF3jMDDeF4J:scholar.google.com/",
    "cites_per_year": {
        "2019": 3,
        "2020": 0,
        "2021": 0,
        "2022": 0,
        "2023": 1
    }
}