{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "HOÀN THIỆN QUY TRÌNH CHUYỂN GEN CHO GIỐNG LÚA TAICHUNG 65",
        "pub_year": 2015,
        "citation": "J. Sci 13 (5), 764-773, 2015",
        "author": "Hoàng Thị Giang and Mai Đức Chung and Nguyễn Thị Huế and Jérémy Lavarenne and Mathieu Gonin and Nguyễn Thanh Hải and Đỗ Năng Vịnh and Pascal Gantet",
        "journal": "J. Sci",
        "volume": "13",
        "number": "5",
        "pages": "764-773",
        "abstract": "Trong nghiên cứu này, chúng tôi ã cải tiến thành công quy trình chuyển gen vào giống lúa Taichung 65 thông qua vi khuẩn Agrobacterium tumefaciens với hiệu suất chuyển gen cao, thao tác ơn giản, giảm thiểu khối lượng công việc phải làm. Trong quy trình ưa ra, chúng tôi ã tối ưu hóa các bước tiến hành, chuẩn hóa thành phần môi trường nuôi cấy và ưa ra một số nhân tố quan trọng trong thao tác. Kết quả thí nghiệm cho thấy sử dụng ĩa petri có gờ cao 15mm và phơi mẫu không chỉ làm tăng tỷ lệ tạo mô sẹo từ phôi mà còn tăng kích thước và chất lượng mô sẹo dùng cho quá trình chuyển gen. Dịch khuẩn với mật ộ OD600nm= 0, 1 là tối ưu với tần số biểu hiện gen GUS ở mô sẹo cao (81, 25%) và tỷ lệ mẫu nhiễm thấp. Ở giai oạn chọn lọc sau lây nhiễm, mô sẹo phát triển tốt hơn khi tiến hành phơi mẫu và sử dụng ĩa petri có gờ cao 15mm. Phân tích sự có mặt của promoter R4 cho thấy tỷ lệ cây tái sinh mang cấu trúc gen biến nạp cao (90, 24%). Đánh giá sự biểu hiện của gen GUS ở cây lúa chuyển gen ã chứng tỏ sự hoạt ộng mạnh của promoter R4, iều khiển quá trình phiên mã, dẫn tới tổng hợp enzym GUS. Kết quả phân tích cây chuyển gen ở thế hệ T1 ã chứng minh sự di truyền ổn ịnh của gen biến nạp sang thế hệ sau. Từ khóa: Agrobacterium, callus phôi hóa chuyển gen, japonica, lúa, Taichung 65."
    },
    "filled": true,
    "author_pub_id": "A17UErUAAAAJ:W7OEmFMy1HYC",
    "num_citations": 0,
    "pub_url": "https://www.academia.edu/download/42532437/Optimization_of_Transformation_Protocol_20160210-26457-18v2b6s.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NczJ27XHlXUJ:scholar.google.com/",
    "cites_per_year": {}
}