{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "diversity from Sentinel-2 imagery: in-situ validation in a heterogeneous (semi-) natural landscape",
        "pub_year": 2020,
        "citation": "landscape 262, 112505, 2020",
        "author": "LT Hauser and JB Féret and van der Windt Nguyen An Binh",
        "journal": "landscape",
        "volume": "262",
        "pages": "112505",
        "abstract": "Large-scale high-resolution satellite observations of plant functional diversity patterns will greatly benefit our ability to study ecosystem functioning. Here, we demonstrate a potentially scalable approach that uses aggregate plant traits estimated from radiative transfer model (RTM) inversion of Sentinel-2 satellite images to calculate community patterns of plant functional diversity. Trait retrieval relied on simulations and Look-up Tables (LUTs) generated by an RTM and hybrid approaches rather than heavily depending on a priori field data and data-driven statistical learning. This independence from in-situ training data benefits its scalability as relevant field data remains scarce and difficult to acquire. We ran a total of three different inversion algorithms that are representative of commonly applied approaches and we used two different metrics to calculate functional diversity.In tandem with Sentinel-2 image-based estimation of plant traits, we measured Leaf Area Index (LAI), leaf Chlorophyll content (CAB), and Leaf Mass per Area (LMA) in-situ in a (semi-) natural heterogeneous landscape (Montesinho region) located in northern Portugal. Sampling plots were scaled and georeferenced to match the satellite observed pixels and thereby allowed for a direct one-to-one posterior ground truth validation of individual traits and functional diversity."
    },
    "filled": true,
    "author_pub_id": "LVmWs2Ay7ukC:LPZeul_q3PIC",
    "num_citations": 0,
    "pub_url": "https://scholarlypublications.universiteitleiden.nl/access/item%3A3348495/download",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Yc-GB3OcfjAJ:scholar.google.com/",
    "cites_per_year": {}
}