{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Îlot de chaleur urbain et application territoriale en France: revue des méthodes de simulation numérique",
        "pub_year": 2023,
        "citation": "Climatologie 20, 6, 2023",
        "author": "Magalie Técher and Hassan Ait Haddou and Rahim Aguejdad",
        "journal": "Climatologie",
        "volume": "20",
        "pages": "6",
        "publisher": "Association Internationale de Climatologie",
        "abstract": "Cet article a pour objectif de faire l’état des recherches récentes sur l’évaluation du phénomène d’îlot de chaleur urbain (ICU), des stratégies d’adaptation et des applications territoriales pour l’aménagement opérationnel et la planification réglementaire en France. Les méthodes d’évaluation par simulation numérique sont prometteuses, car elles permettent de tester et vérifier des solutions d’aménagement et de planification variées; toutefois, elles sont peu exploitées par les acteurs de l’urbanisme. Cet article fait la revue critique des différentes études ayant évalué l’ICU par simulation numérique en France afin d’identifier les principales applications et limites de ce type d’approche pour la planification urbaine et l’aménagement opérationnel en France. Des recommandations sont proposées afin de parvenir à des mises en œuvre et des intégratio ns efficaces dans les politiques et plans de développement urbain …"
    },
    "filled": true,
    "author_pub_id": "xO572bUAAAAJ:fPk4N6BV_jEC",
    "num_citations": 0,
    "pub_url": "https://climatology.edpsciences.org/articles/climat/abs/2023/01/climat20232006/climat20232006.html",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tw46aCNYIVEJ:scholar.google.com/",
    "cites_per_year": {}
}