{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Assessment of agricultural practices from Sentinel 1 and 2 images applied on rice fields to develop a farm typology in the Camargue region",
        "pub_year": 2020,
        "citation": "IEEE Journal of Selected Topics in Applied Earth Observations and Remote …, 2020",
        "author": "Dominique Courault and Laure Hossard and Fabrice Flamain and Nicolas Baghdadi and Kamran Irfan",
        "journal": "IEEE Journal of Selected Topics in Applied Earth Observations and Remote Sensing",
        "volume": "13",
        "pages": "5027-5035",
        "publisher": "IEEE",
        "abstract": "In the global change context, an efficient management of the available resources has become one of the most important topics particularly for the sustainable crop development. Many questions concern the evolution of the rice farming systems in Camargue in Southeastern France, which play a crucial role in controlling the soil salinity. Their surface area significantly decreased from 20 000 ha in 2010 to 14 000 ha in 2014. The arrival of the new Sentinel satellites makes it possible to evaluate these crop evolutions. The objectives of this study were to propose operational methodologies to accurately assess the surface areas of the main crops, rice, wheat, and grassland, from classifications based on multispectral data; map agricultural practices (sowing and harvest residue burning); and elaborate a farm typology based on variables computed from remote sensing data to better understand the farming strategies …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:CNPyR2KL9-0C",
    "num_citations": 7,
    "citedby_url": "/scholar?hl=en&cites=18129164469448704979",
    "cites_id": [
        "18129164469448704979"
    ],
    "pub_url": "https://ieeexplore.ieee.org/abstract/document/9174805/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:04MfVAi7l_sJ:scholar.google.com/",
    "cites_per_year": {
        "2020": 1,
        "2021": 1,
        "2022": 4,
        "2023": 1
    }
}