{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Analyse de la propagation de la grippe aviaire à partir des informations extraites de dépêches de presse et de données environnementales",
        "pub_year": 2022,
        "citation": "French Regional Conference on Complex Systems (FRCCS 2022), 2022",
        "author": "Nejat Arinik and Roberto Interdonato and Mathieu Roche and Maguelonne Teisseire",
        "conference": "French Regional Conference on Complex Systems (FRCCS 2022)",
        "abstract": "La grippe aviaire est une maladie animale hautement contagieuse, qui infecte de nombreuses espèces d’oiseaux sauvages et domestiques. La transmission entre les oiseaux peut être directe en raison d’un contact étroit entre eux, ou indirecte par l’exposition aux matières contaminées (eau, nourriture). En particulier, les oiseaux sauvages migrateurs jouent un rôle clé dans cette transmission et font que les virus se propagent sur de longues distances. Bien que la grippe aviaire soit une maladie bien étudiée dans la littérature et qu’il existe plusieurs systèmes de veille épidémiologique pour suivre l’évolution de la maladie, dans la pratique, nous connaissons difficilement les véritables voies de transmission des virus de grippe aviaire, c’est-à-dire les informations de provenance lorsqu’un nouveau cas est confirmé dans un emplacement donné. En conséquence, l’absence de ces informations de provenance rend la détection précoce des épidémies de grippe aviaire très difficile. Dans ce travail, nous nous intéressons au problème de la propagation de la grippe aviaire en l’absence de véritables voies de transmission de la maladie. Contrairement à l’analyse des réseaux de contact qui sont au niveau individuel dans les fermes, notre analyse se fait au niveau de la métapopulation, donc à une échelle plus large [4]. Nous reconstruisons les voies de transmission en nous fondant sur la manière dont les épidémies de grippe aviaire évoluent à partir des informations extraites des dépêches collectées par les plateformes de surveillance, accompagnées de données environnementales liées aux emplacements des foyers, par le biais d’un réseau …"
    },
    "filled": true,
    "author_pub_id": "GWACYGoAAAAJ:4OULZ7Gr8RgC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-03936677/document",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JaNpRT5N4ZQJ:scholar.google.com/",
    "cites_per_year": {}
}