{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Classification multi-modale de l'occupation du sol à partir de réseaux de neurones convolutifs et de l'auto-distillation",
        "pub_year": 2021,
        "citation": "ORASIS 2021, 2021",
        "author": "Yawogan Jean Eudes Gbodjo and Dino Ienco",
        "conference": "ORASIS 2021",
        "abstract": "Plusieurs études ont été menées ces dernières années afin d’exploiter la complémentarité entre les données multimodales de télédétection pour des applications notables telles que la cartographie de l’occupation des sols. Afin de franchir une étape supplémentaire dans l’exploitation de données multi-modales, par rapport aux études précédentes qui ont étudié la combinaison de données multitemporelles radar et optique ou de données optiques multitemporelles et multi-échelles, nous proposons dans ce travail une méthode combinant simultanément toutes ces sources d’entrées, en particulier des séries temporelles d’images radar et optique à échelle moyenne ainsi qu’une image optique à échelle fine. La méthode proposée est une architecture multi-branche de réseaux de neurones convolutifs (CNN) qui exploite un encodeur CNN par source. De plus, elle est équipée d’une stratégie d’auto-distillation afin de renforcer les encodeurs par source et permettre au réseau « d’apprendre de lui-même ». Les expériences sont menées sur un site d’étude, à savoir l’île de la Réunion, un territoire français d’outre-mer où les données de référence ont été collectées sous des contraintes opérationnelles et sont annotées de manière éparse. Les résultats obtenus, notamment une précision globale de classification d’environ 94%, témoignent de l’efficacité de la méthode proposée. Notre étude confirme à nouveau l’avantage de l’analyse multi-modale pour des tâches de cartographie de l’occupation du sol."
    },
    "filled": true,
    "author_pub_id": "C8zfH3kAAAAJ:sJK75vZXtG0C",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-03339628/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4aFxfwAMp8oJ:scholar.google.com/",
    "cites_per_year": {}
}