{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Evolução das conexões entre produção e consumo e seus impactos sobre as dinâmicas de um território: o caso de Mocajuba na Amazônia oriental–PA",
        "pub_year": 2019,
        "citation": "Redes. Revista do Desenvolvimento Regional 24 (3), 101-117, 2019",
        "author": "Marc Piraux and Pauline Hélène Cécile Marie Cuenin",
        "journal": "Redes. Revista do Desenvolvimento Regional",
        "volume": "24",
        "number": "3",
        "pages": "101-117",
        "publisher": "Universidade de Santa Cruz do Sul",
        "abstract": "Pelo alongamento das cadeias alimentares, o sistema alimentar global gera um distanciamento dos produtores agrícolas com os consumidores. Frente a essa conjuntura global, movimentos locais de resistência se destacam, propondo iniciativas de reaproximação entre agricultores e sociedade. Assim, o objetivo desse trabalho é analisar a evolução desses processos de desconexão e reconexão entre produção e consumo, assim como as reconfigurações territoriais desses movimentos nas últimas décadas no município de Mocajuba (PA) na Amazônia Oriental. Para atender ao objetivo, foi realizada uma análise dos fluxos de produtos agrícolas e alimentares entre o município e o exterior e dentro do município, complementada por uma análise da trajetória do território nas últimas décadas e dos projetos de desenvolvimento local atuais. Destacou-se um aumento relevante dos fluxos de produtos agroindustriais vindos de fora do município a partir dos anos 2000-2005, especificamente para as zonas rurais, possibilitado pelos programas sociais que elevaram a renda da população. Isso se traduz por uma dependência cada vez maior dessas zonas rurais em relação aos produtos agroalimentares “globalizados”. Porém, observaram-se movimentos de valorização de produtos amazônicos de base alimentar tradicional como a farinha de mandioca e o açaí e, mais recentemente, iniciativas de reaproximação entre produtores e consumidores mocajubenses, tendendo a dinamizar as zonas rurais. Palavras–chave: Globalização. Sistemas agroalimentares. Reconfigurações territoriais. Amazônia."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:g5m5HwL7SMYC",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=6442788180831979566",
    "cites_id": [
        "6442788180831979566"
    ],
    "pub_url": "https://www.redalyc.org/journal/5520/552064357005/552064357005.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:LkiTEbdhaVkJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 4,
        "2022": 0,
        "2023": 1
    }
}