{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Towards scalable estimation of plant functional diversity from Sentinel-2: In-situ validation in a heterogeneous (semi-) natural landscape",
        "pub_year": 2021,
        "citation": "Remote Sensing of Environment 262, 112505, 2021",
        "author": "Leon T Hauser and Jean-Baptiste Féret and Nguyen An Binh and Niels van Der Windt and Ângelo F Sil and Joris Timmermans and Nadejda A Soudzilovskaia and Peter M van Bodegom",
        "journal": "Remote Sensing of Environment",
        "volume": "262",
        "pages": "112505",
        "publisher": "Elsevier",
        "abstract": "Large-scale high-resolution satellite observations of plant functional diversity patterns will greatly benefit our ability to study ecosystem functioning. Here, we demonstrate a potentially scalable approach that uses aggregate plant traits estimated from radiative transfer model (RTM) inversion of Sentinel-2 satellite images to calculate community patterns of plant functional diversity. Trait retrieval relied on simulations and Look-up Tables (LUTs) generated by a RTM rather than heavily depending on a priori field data and data-driven statistical learning. This independence from in-situ training data benefits its scalability as relevant field data remains scarce and difficult to acquire. We ran a total of three different inversion algorithms that are representative of commonly applied approaches and we used two different metrics to calculate functional diversity.In tandem with Sentinel-2 image-based estimation of plant traits, we …"
    },
    "filled": true,
    "author_pub_id": "LVmWs2Ay7ukC:WbkHhVStYXYC",
    "num_citations": 27,
    "citedby_url": "/scholar?hl=en&cites=14788135947584650425",
    "cites_id": [
        "14788135947584650425"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0034425721002236",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:ubz3HUsDOs0J:scholar.google.com/",
    "cites_per_year": {
        "2021": 3,
        "2022": 15,
        "2023": 8,
        "2024": 1
    }
}