{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "TETIS@ Challenge TextMine 2024:\" Reconnaissance d'entités géographiques dans un corpus des Instructions nautiques\"",
        "pub_year": 2024,
        "citation": "Extraction et Gestion des Connaissances (EGC)-Défi textMine, 2024",
        "author": "Rémy Decoupes and Roberto Interdonato and Rodrique Kafando and Mathieu Roche and Mehtab Alam Syed and Maguelonne Teisseire and Sarah Valentin",
        "conference": "Extraction et Gestion des Connaissances (EGC)-Défi textMine",
        "abstract": "Notre équipe, issue de l’unité TETIS (Territoires, environnement, télédétection et information spatiale), s’ intéresse à différents tâches du domaine du Traitement Automatique du Langage Naturel (TALN) en se concentrant sur les problématiques associées à l’information spatiale. La reconnaissance des entités spatiales dans les données textuelles représente une étape importante dans la majorité des chaînes de traitements. Aussi, les données relatives à l’information spatiale nécessitent une attention particulière. Par exemple, nos travaux proposent (i) des méthodes d’extraction d’information spatiale à partir de données non standards (Zenasni et al., 2018),(ii) des méthodes et outils de geocoding et désambiguïsation d’entités spatiales (Syed et al., 2023; Kafando et al., 2023),(iii) des algorithmes d’augmentation de données fondés sur l’information géographique pour l’entraînement de modèles de type Transformers (Decoupes et al., 2023)."
    },
    "filled": true,
    "author_pub_id": "GWACYGoAAAAJ:dshw04ExmUIC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=16607212047071697279",
    "cites_id": [
        "16607212047071697279"
    ],
    "pub_url": "https://hal.science/hal-04423449/document",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f9lLN16reOYJ:scholar.google.com/",
    "cites_per_year": {
        "2024": 1
    }
}