{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Combinaison de mesures lexicales et sémantiques pour l'extraction de données expérimentales dans des articles scientifiques",
        "pub_year": 2021,
        "citation": "Extraction et gestion des connaissances-EGC 2021, 501-502, 2021",
        "author": "Martin Lentschat and Patrice Buche and Juliette Dibie-Barthélemy and Mathieu Roche",
        "conference": "Extraction et gestion des connaissances-EGC 2021",
        "pages": "501-502",
        "abstract": "Cet article présente une méthode pour représenter et mesurer la pertinence de données expérimentales extraites d’articles scientifiques. Dans le domaine étudié, les emballages alimentaires, le nombre de documents est réduit et ceux-ci contiennent un vocabulaire spécifique. Nous utilisons une Ressource Termino-ontologique (RTO) pour guider l’extraction, les approches par apprentissage n’étant pas adaptées à la taille du corpus. La RTO définit les entités d’intérêt et les décrits à travers un vocabulaire. Les informations recherchées sont liées aux relations de perméabilité et sont de deux types: symboliques (ie une expression lexicale) et quantitatives (ie une valeur numérique et son unité de mesure). Les documents contiennent un grand nombre de faux-positifs dû à la présence d’informations n’étant pas liées à la perméabilité des emballages (par exemple, un nom d’emballage cité à titre de comparaison ou une température autre que le paramètre de contrôle de la mesure de perméabilité). Dans ce contexte, nous proposons ici une méthode complète et originale qui intègre une représentation multi-descripteurs des entités extraites permettant de calculer et combiner des scores de pertinence."
    },
    "filled": true,
    "author_pub_id": "az3JcdEAAAAJ:CNPyR2KL9-0C",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-03313686/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:fdeZkon95QUJ:scholar.google.com/",
    "cites_per_year": {}
}