{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Irrigation mapping on two contrasted climatic contexts using Sentinel-1 and Sentinel-2 data",
        "pub_year": 2022,
        "citation": "Water 14 (5), 804, 2022",
        "author": "Ehsan Elwan and Michel Le Page and Lionel Jarlan and Nicolas Baghdadi and Luca Brocca and Sara Modanesi and Jacopo Dari and Pere Quintana Seguí and Mehrez Zribi",
        "journal": "Water",
        "volume": "14",
        "number": "5",
        "pages": "804",
        "publisher": "MDPI",
        "abstract": "This study aims to propose an operational approach to map irrigated areas based on the synergy of Sentinel-1 (S1) and Sentinel-2 (S2) data. An application is proposed at two study sites in Europe—in Spain and in Italy—with two climatic contexts (semiarid and humid, respectively), with the objective of proving the essential role of multi-site training for a robust application of the proposed methodologies. Several classifiers are proposed to separate irrigated and rainfed areas. They are based on statistical variables from Sentinel-1 and Sentinel-2 time series data at the agricultural field scale, as well as on the contrasted behavior between the field scale and the 5 km surroundings. The support vector machine (SVM) classification approach was tested with different options to evaluate the robustness of the proposed methodologies. The optimal number of metrics found is five. These metrics illustrate the importance of optical/radar synergy and the consideration of multi-scale spatial information. The highest accuracy of the classifications, approximately equal to 85%, is based on training dataset with mixed reference fields from the two study sites. In addition, the accuracy is consistent at the two study sites. These results confirm the potential of the proposed approaches towards the most general use on sites with different climatic and agricultural contexts."
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:WwIwg2wKZ0QC",
    "num_citations": 13,
    "citedby_url": "/scholar?hl=en&cites=10815279427760421961",
    "cites_id": [
        "10815279427760421961"
    ],
    "pub_url": "https://www.mdpi.com/2073-4441/14/5/804",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Sfw_dlaXF5YJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 7,
        "2023": 4,
        "2024": 2
    }
}