{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Le Pôle Thématique National des Surfaces Continentales Theia: produits et services pour l’agriculture",
        "pub_year": 2021,
        "citation": "Innovations Agronomiques 83, 11-27, 2021",
        "author": "Nicolas Baghdadi and Jordi Inglada and Marie Weiss and Hassan Bazzi and Valérie Demarez and Philippe Lagacherie and Isabelle Biagiotti and Arnaud Selle",
        "journal": "Innovations Agronomiques",
        "volume": "83",
        "pages": "11-27",
        "abstract": "Le Pôle thématique national des surfaces continentales Theia a pour objectif d’accroître l’utilisation par la communauté scientifique et les acteurs publics de la donnée spatiale en complémentarité d’autres types de données, notamment les données in situ et aéroportées. Depuis quelques années, Theia, met à disposition des acteurs publics nationaux, des scientifiques (nationaux et internationaux) et des acteurs privés, des données et produits à valeur ajoutée issus de la télédétection par satellite, complémentaires à l’offre européenne Copernicus. Theia vise également à structurer la communauté scientifique nationale, à mutualiser les données image, les traitements et l’expertise scientifique, ainsi qu’à rendre visibles les réalisations nationales à l’échelle internationale. Theia constitue un écosystème d’innovation au service de la recherche, de l’action publique et du développement économique dans les domaines de l’environnement, des hydro-et agro-systèmes et de l’aménagement des territoires, notamment par la mise à disposition de données, aussi bien en France qu’en Europe et dans les pays du Sud. Il est une des composantes de l’Infrastructure de Recherche (IR) Data Terra comme les trois autres pôles de données–Aeris, Odatis, et ForM@ Ter."
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:LGlY6t8CeOMC",
    "num_citations": 0,
    "pub_url": "https://www.researchgate.net/profile/Nicolas-Baghdadi-2/publication/351952449_Le_Pole_Thematique_National_des_Surfaces_Continentales_Theia_produits_et_services_pour_l'agriculture/links/60e84d040fbf460db8f5a4b9/Le-Pole-Thematique-National-des-Surfaces-Continentales-Theia-produits-et-services-pour-lagriculture",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:kWXcEXR3MUwJ:scholar.google.com/",
    "cites_per_year": {}
}