{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Des débuts de la haute résolution spatiale… à la révolution numérique",
        "pub_year": 2019,
        "citation": "Bulletin de la Société Géographique de Liège, 2019",
        "author": "Christiane Weber",
        "journal": "Bulletin de la Société Géographique de Liège",
        "abstract": "Le changement de paradigme vers la très haute résolution spatiale (THRS) a été réalisé en douceur tout au moins au début. L'amélioration de la résolution spatiale devait aboutir à une meilleure adéquation entre la réalité et sa représentation pixellaire. On allait pouvoir cartographier, analyser suivre dans le temps les dynamiques des paysages, et plus particulièrement le volet urbain qui enfin se dévoilerait. La recherche urbaine at -elle été réellement plus performante ? L'image est-elle devenue un élément de prise de décision ? Quels sont les impacts de cette révolution numérique auxquels nous faisons face ? Les enjeux sont plus nombreux mais sommes-nous mieux armés pour proposer quelques solutions ? La transition numérique actuelle nous offre la possibilité d'un regard sur les dernières évolutions qu'il serait intéressant d'étudier. Mots clés observation de la Terre, systèmes urbains, pratiques territoriales, transition numérique Abstract The paradigm shift towards very high spatial resolution was smoothly achieved at least at the beginning. The improvement of the spatial resolution should lead to a better match between reality and its pixel representation. Has urban research been more effective? Have we really brought another vision of the territories or influenced planning practices? Has the image become an element of decision-making? What are the impacts of this digital revolution that we are facing? Imagery has positioned itself as a must in many fields, it remains an unparalleled medium of information and the offer embraces a multitude of possibilities. The current digital transition offers us the opportunity to look at the latest …"
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:fFSKOagxvKUC",
    "num_citations": 1,
    "citedby_url": "/scholar?hl=en&cites=3936592205568877004",
    "cites_id": [
        "3936592205568877004"
    ],
    "pub_url": "https://hal.science/hal-02915070/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:zCGBBsGVoTYJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 1
    }
}