{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Ce qu’être avocat communiste signifie",
        "pub_year": 2021,
        "citation": "Emulations-Revue de sciences sociales, 2021",
        "author": "Jean-Philippe Tonneau",
        "journal": "Emulations-Revue de sciences sociales",
        "abstract": "L’objectif de notre article est de saisir la manière dont les avocats communistes articulent leur profession et leur engagement. L’idée défendue est que cette articulation dépend d’une part des propres trajectoires politiques et professionnelles des avocats communistes et d’autre part des configurations historiques du Parti communiste Français (PCF). Deux générations d’avocats sont considérées, celle ayant adhéré au PCF avant la Deuxième Guerre mondiale et étant entrée au Barreau à la Libération, et celle qui lui succède, entrée au PCF et au Barreau après la guerre. La deuxième génération comprend les fondateurs du Syndicat des Avocats de France (SAF). Créé en 1973, le SAF marque la volonté du Parti de compter au Barreau. Plus encore, il participe d’une redéfinition de l’engagement des avocats communistes. L’article aborde le monde des avocats communistes dans cette nouvelle configuration puis se focalise sur la création du SAF. Les relations entre le Syndicat et le Parti nous renseignent sur le rôle qu’entend donner dans ces années le PCF aux avocats. Ces relations ne résistent pas à la fin de la configuration d’ouverture du PCF, des tensions entre les deux organisations favorisent l’autonomisation du SAF du PCF tandis que des évènements nationaux et internationaux participent du désengagement communiste des fondateurs."
    },
    "filled": true,
    "author_pub_id": "FcRgvV4AAAAJ:MXK_kJrjxJIC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=4011193612688921787",
    "cites_id": [
        "4011193612688921787"
    ],
    "pub_url": "https://journals.openedition.org/emulations/1586",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:u5SjqVafqjcJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 1
    }
}