{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Epi_DCA: Adaptation et mise en œuvre de la théorie du danger pour la veille épidémiologique",
        "pub_year": 2023,
        "citation": "Atelier GAST, 2023",
        "author": "Bahdja Boudoua and Mathieu Roche and Maguelonne Teisseire and Annelise Tran",
        "journal": "Atelier GAST",
        "abstract": "Le rôle des systèmes de surveillance basés sur les évènements (SBE) est de détecter les nouvelles épidémies en explorant les informations sanitaires publiées en ligne dans un large éventail de sources formelles et informelles. Les facteurs de risque (environnementaux, climatiques, liés aux pratiques d’élevage etc.) ne sont en général pas pris en compte par ces systèmes. Dans cet article, nous souhaitons poser les premières bases d’une démarche générique (indépendante d’une maladie ou d’un hôte spécifique) qui permet de renforcer ou non un événement détecté par les systèmes de veille en y intégrant les facteurs de risque disponibles. Epi_DCA est une adaptation de l’algorithme des cellules dendritiques (DCA), inspiré de la théorie du danger. Il permet de combiner les différents facteurs de risque aux données épidémiologiques issues des systèmes de veille. Un premier test est effectué sur le cas d’étude Influenza aviaire (IA). Par la suite, l’approche proposée sera évaluée sur différents cas d’étude (fièvre du Nil occidental et peste porcine africaine) afin de tester sa robustesse et sa généricité."
    },
    "filled": true,
    "author_pub_id": "5TvOVpkAAAAJ:MpfHP-DdYjUC",
    "num_citations": 0,
    "pub_url": "https://gt-gast.irisa.fr/files/2023/06/actes_GAST_2023_v0.3.pdf#page=63",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:WaIKtITXVdIJ:scholar.google.com/",
    "cites_per_year": {}
}