{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Intensification de l’élevage et reforestation? Les modèles spatiaux des exploitations d’élevage du programme de reconnaissance des bénéfices environnementaux au Costa Rica",
        "pub_year": 2018,
        "citation": "Mappemonde. Revue trimestrielle sur l’image géographique et les formes du …, 2018",
        "author": "Muriel Bonin and Jean-Francois Le Coq and Fernando Saenz-Segura and Anais Lamour",
        "journal": "Mappemonde. Revue trimestrielle sur l’image géographique et les formes du territoire",
        "number": "124",
        "publisher": "UMR Espace",
        "abstract": "L’intensification de l’élevage est un modèle de développement théorique pour réduire la pression sur les espaces boisés. Nous analysons l’application d’un programme du ministère de l’agriculture du Costa Rica dans la région Chorotega visant à encourager l’adoption de pratiques agro-environnementales (intensification « écologique » de l’élevage). À partir d’enquêtes auprès de 75 bénéficiaires, nous mettons en évidence l’existence de quatre principales structures spatiales élémentaires (quatre chorèmes) qui peuvent être combinées pour représenter les organisations et dynamiques spatiales des territoires d’exploitations agricoles. Une analyse statistique descriptive de la base de données des unités d’utilisation des exploitations enquêtées montre une dynamique principale : l’augmentation des pâturages améliorés, mais celle-ci ne se traduit pas par une régénération forestière, infirmant le modèle théorique de land sparing."
    },
    "filled": true,
    "author_pub_id": "ARl-VIoAAAAJ:1qzjygNMrQYC",
    "num_citations": 0,
    "pub_url": "https://journals.openedition.org/mappemonde/293",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:NyAPb43iRfIJ:scholar.google.com/",
    "cites_per_year": {}
}