{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Évaluation des impacts d’une infrastructure de données satellitaires: Application à la gestion des coupes rases forestières en France",
        "pub_year": 2021,
        "citation": "Revue d’Économie Régionale & Urbaine, 473-494, 2021",
        "author": "Amadou Niang and Helene Rey-Valette and Pierre Maurel and Kenji Ose and Chady Jabbour and Jean-Michel Salles",
        "journal": "Revue d’Économie Régionale & Urbaine",
        "number": "3",
        "pages": "473-494",
        "publisher": "Cairn/Publilog",
        "abstract": "Cet article propose un cadre exploratoire d’évaluation des impacts économiques des Infrastructures de Données Géographiques et Spatiales (IDGS) à partir de l’exemple de GEOSUD et des cartes de coupes rases relatives à la gestion des forêts. L’évaluation est réalisée à partir d’une enquête en ligne auprès des services du ministère de l’Agriculture chargés du contrôle des coupes rases réalisés par les exploitants forestiers. L’approche développée croise deux points de vue complémentaires. Elle s’inscrit, d’une part, dans une logique économique pour estimer certains effets à l’échelle de la chaîne de valeur concernée par la fabrique et l’usage de l’information satellitaire, des produits et services thématiques dérivés. Les effets mesurés portent sur les économies de coûts et de productivité, la valeur ajoutée créée à l’échelle de la chaîne de valeur liée à ces cartes de coupes rases. Au total, il apparaît que pour …"
    },
    "filled": true,
    "author_pub_id": "xXmXpa0AAAAJ:qUcmZB5y_30C",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=2262796651260376197",
    "cites_id": [
        "2262796651260376197"
    ],
    "pub_url": "https://www.cairn.info/revue-d-economie-regionale-et-urbaine-2021-3-page-473.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:hXRRxZARZx8J:scholar.google.com/",
    "cites_per_year": {
        "2020": 1
    }
}