{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Modélisation paramétrique 3D et multi-échelle du développement résidentiel: exemple du modèle SLEUTH3D",
        "pub_year": 2018,
        "citation": "A la pointe du BIM: Ingénierie et architecture, enseignement et recherche, 69, 2018",
        "author": "Guillaume DASILVA and Omar DOUKARI and Rahim AGUEJDAD and Mojtaba ESLAHI",
        "journal": "A la pointe du BIM: Ingénierie et architecture, enseignement et recherche",
        "pages": "69",
        "publisher": "Editions Eyrolles",
        "abstract": "Cet article présente une description détaillée du fonctionnement d’un modèle de simulation 3D du développement urbain, SLEUTH3D. Le modèle SLEUTH3D est destiné à la spatialisation de scénarios futurs de développement résidentiel grâce à une approche de modélisation paramétrique 3D et multi-échelle. Il intègre également des fonctionnalités propres à l’approche de Building Information Modeling (BIM), une modélisation et gestion des données du bâtiment. SLEUTH3D permet de générer différents types de tissu urbain, ou d’ensemble de constructions, à travers un partitionnement automatique des zones urbaines simulées en rues et lotissements. De plus, la carte des transports est automatiquement mise à jour afin de rattacher les taches urbaines au réseau routier existant. Les résultats attendus contribueront à affiner la représentation spatiale des divers scénarios d’expansion urbaine à différentes échelles. SLEUTH3D serait aussi utile dans les applications relevant du climat urbain, de la consommation d’énergie et de l’évaluation environnementale."
    },
    "filled": true,
    "author_pub_id": "xO572bUAAAAJ:RHpTSmoSYBkC",
    "num_citations": 0,
    "pub_url": "https://books.google.com/books?hl=en&lr=&id=4LhjDwAAQBAJ&oi=fnd&pg=PA69&dq=info:tic8vxOca_QJ:scholar.google.com&ots=IHtXIaRJOi&sig=xYMaHsPu6SDFgRQn4wo0T6AhrtA",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:tic8vxOca_QJ:scholar.google.com/",
    "cites_per_year": {}
}