{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Radar backscattering coefficient over bare soils at Ka-band close to nadir angle",
        "pub_year": 2016,
        "citation": "IEEE Geoscience and Remote Sensing Letters 13 (9), 1290-1294, 2016",
        "author": "Christophe Fatras and Pierre Borderies and Nicolas Baghdadi and Mehrez Zribi and Mohammad El Hajj and Frédéric Frappart and Eric Mougin",
        "journal": "IEEE Geoscience and Remote Sensing Letters",
        "volume": "13",
        "number": "9",
        "pages": "1290-1294",
        "publisher": "IEEE",
        "abstract": "The behavior of the Ka-band backscattering coefficient at nadir and close-to-nadir angles for land applications is poorly documented. The measurements made during a ground-based campaign at Ka-band were performed at nadir and close-to-nadir angles over bare soils for different surface roughness and soil moisture conditions. The resulting backscattering levels exhibited a dynamic range of approximately 23 dB at nadir for soil moisture contents between 5% and 50% m 3 /m 3  over both smooth and rough surfaces. These results were then compared to the geometric optics (GO) and millimeter microwave (MMW) models. Generally, GO finely fits the backscattering coefficients close to nadir, and MMW appeared to fit for larger incidence angles or rough surfaces. The results obtained in this letter can address prelaunch science and engineering considerations for the interferometry-altimetry Surface Water and …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:B3FOqHPlNUQC",
    "num_citations": 11,
    "citedby_url": "/scholar?hl=en&cites=3048986358249382922",
    "cites_id": [
        "3048986358249382922"
    ],
    "pub_url": "https://ieeexplore.ieee.org/abstract/document/7506336/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:CmR3SPAsUCoJ:scholar.google.com/",
    "cites_per_year": {
        "2018": 4,
        "2019": 0,
        "2020": 0,
        "2021": 3,
        "2022": 3,
        "2023": 1
    }
}