{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Estimation des stocks de carbone dans la biosphère terrestre",
        "pub_year": 2017,
        "citation": "2ème Colloque de restitution du Tosca, 29, 2017",
        "author": "Jérôme Chave and Nicolas Baghdadi and Nicolas Barbier and Pierre Borderies and Philippe Ciais and Pierre Couteron",
        "conference": "2ème Colloque de restitution du Tosca",
        "pages": "29",
        "abstract": "Environ un quart des émissions anthropogéniques de carbone sont stockées dans la végétation, mais la localisation spatiale de ces réservoirs de carbone est mal connue. Par ailleurs la dégradation forestière et la déforestation, en particulier dans les tropiques, contribuent à ces émissions anthropogéniques. Là encore l'évaluation des impacts de ces activités humaines repose largement sur des protocoles déclaratifs par les états plutôt que sur des approches de suivi en temps réel des impacts. Estimer Les stocks de carbone dans la végétation représente un enjeu de recherche majeur. Une nouvelle génération d'instruments satellitaires ont été proposés pour améliorer les cartes de stocks de carbone contenus dans la végétation. A partir de 2021, le satellite BIOMASS de l'ESA permettra de cartographier la biomasse pour l'ensemble des tropiques. Nous décrivons ici (1) la stratégie de calibration du capteur à partir de missions en Guyane française (2009) et Gabon (2016); (2) le rôle des inventaires de terrain combinées à des données lidar aéroportées pour spatialiser la biomasse; (3) la réponse du signal SAR en bande P aux fluctuations temporelles de la végétation (Guyane et Ghana) et finalement (4) la stratégie d'assimilation des produits L2 de BIOMASS dans les modèles dynamiques de végétation."
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:aIdbFUkbNIkC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-02606164/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:iCaXM6O8X4sJ:scholar.google.com/",
    "cites_per_year": {}
}