{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "An assessment of the GEDI Lasers’ capabilities in detecting canopy tops and their penetration in a densely vegetated, tropical area",
        "pub_year": 2022,
        "citation": "Remote Sensing 14 (13), 2969, 2022",
        "author": "Ibrahim Fayad and Nicolas Baghdadi and Kamel Lahssini",
        "journal": "Remote Sensing",
        "volume": "14",
        "number": "13",
        "pages": "2969",
        "publisher": "MDPI",
        "abstract": "The Global Ecosystem Dynamics Investigation (GEDI), specifically designed to measure vertical forest structures, has acquired, since April 2019, more than 35 billion waveforms of Earth’s surface on a nearly global scale. GEDI is equipped with 3 identical 1064 nm lasers with a power of 10 mJ per shot, where 1 laser is split into 2 lasers, resulting in two 5 mJ coverage lasers and two 10 mJ full-power lasers. In this study, we evaluate the potential of GEDI’s four lasers to penetrate through canopies and detect the ground, and their capabilities to detect the top of the canopies over a tropical forest (in French Guiana) characterized by a dense canopy cover and tall trees. The accurate detection of both of these surfaces is the first step in characterizing vertical forest structures. The SRTM Digital Elevation Model (DEM) is used as a reference point for elevations while a canopy height model (CHM), derived from airborne and spaceborne LiDAR data, is used as a reference for canopy heights. In addition, the ground and canopy-top elevations estimated from NASA’s Land, Vegetation, and Ice Sensor (LVIS, 1064 nm full-waveform LiDAR, 5 mJ per shot, ~8 km altitude) are used as a benchmark for comparison with GEDI’s lasers. Results indicate that GEDI’s coverage and full-power lasers, even after the application of a preliminary filter that removes around 50% of acquisitions, tend to underestimate tree heights in densely vegetated, tall forests. Moreover, GEDI’s coverage lasers also exhibited a lower level of performance in comparison to both the full-power lasers and LVIS. Overall, the average estimated maximum canopy heights (RH100) for a CHM greater …"
    },
    "filled": true,
    "author_pub_id": "mNDUXp8AAAAJ:rCNdntzdTkkC",
    "num_citations": 12,
    "citedby_url": "/scholar?hl=en&cites=8328066093259532991",
    "cites_id": [
        "8328066093259532991"
    ],
    "pub_url": "https://www.mdpi.com/2072-4292/14/13/2969",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:v6q14vw7k3MJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 3,
        "2023": 8,
        "2024": 1
    }
}