{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "CROWN ROOTLESS1 binds DNA with a relaxed specificity and activates OsROP and OsbHLH044 genes involved in crown root formation in rice",
        "pub_year": 2022,
        "citation": "The Plant Journal 111 (2), 546-566, 2022",
        "author": "Mathieu Gonin and Kwanho Jeong and Yoan Coudert and Jeremy Lavarenne and Giang Thi Hoang and Martine Bes and Huong Thi Mai To and Marie‐Rose Ndella Thiaw and Toan Van Do and Daniel Moukouanga and Soazig Guyomarc'h and Kevin Bellande and Jean‐Rémy Brossier and Boris Parizot and Hieu Trang Nguyen and Tom Beeckman and Véronique Bergougnoux and Jacques Rouster and Christophe Sallaud and Laurent Laplaze and Antony Champion and Pascal Gantet",
        "journal": "The Plant Journal",
        "volume": "111",
        "number": "2",
        "pages": "546-566",
        "abstract": "In cereals, the root system is mainly composed of post‐embryonic shoot‐borne roots, named crown roots. The CROWN ROOTLESS1 (CRL1) transcription factor, belonging to the ASYMMETRIC LEAVES2‐LIKE/LATERAL ORGAN BOUNDARIES DOMAIN (ASL/LBD) family, is a key regulator of crown root initiation in rice (Oryza sativa). Here, we show that CRL1 can bind, both in vitro and in vivo, not only the LBD‐box, a DNA sequence recognized by several ASL/LBD transcription factors, but also another not previously identified DNA motif that was named CRL1‐box. Using rice protoplast transient transactivation assays and a set of previously identified CRL1‐regulated genes, we confirm that CRL1 transactivates these genes if they possess at least a CRL1‐box or an LBD‐box in their promoters. In planta, ChIP‐qPCR experiments targeting two of these genes that include both a CRL1‐ and an LBD‐box in their …"
    },
    "filled": true,
    "author_pub_id": "A17UErUAAAAJ:WF5omc3nYNoC",
    "num_citations": 6,
    "citedby_url": "/scholar?hl=en&cites=9047214176269090097",
    "cites_id": [
        "9047214176269090097"
    ],
    "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/tpj.15838",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Mb1l71spjn0J:scholar.google.com/",
    "cites_per_year": {
        "2023": 5,
        "2024": 1
    }
}