{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Dynamiques de proximités dans la construction de réseaux socio-économiques territoriaux en Amazonie brésilienne",
        "pub_year": 2016,
        "citation": "Géographie Économie Société 18 (4), 493-524, 2016",
        "author": "Étienne Polge* and André Torre* and Marc Piraux",
        "journal": "Géographie Économie Société",
        "volume": "18",
        "number": "4",
        "pages": "493-524",
        "publisher": "Cairn/Softwin",
        "abstract": "L’influence des proximités sur la construction des réseaux socio-économiques suscite de nombreux débats dans la littérature. La présente contribution vise à étudier le fonctionnement des coordinations entre acteurs dans des dispositifs d’appui aux filières agricoles et à mettre en évidence l’impact d’une politique publique de développement territorial sur ces dispositifs, à l’aide d’une approche en termes de réseaux et de proximités. Dans cet esprit, nous analysons les Arrangements Productifs Locaux (APL) de deux filières agricoles en Amazonie brésilienne, coordonnés par le même dispositif de gouvernance territoriale. Le cadre d’analyse mobilisé nous permet d’étudier et de comparer ces APL, de proposer une première caractérisation des types de réseaux selon les types de proximités et de mettre en avant l’importance du dispositif de gouvernance territoriale pour le renforcement et la pérennisation des APL."
    },
    "filled": true,
    "author_pub_id": "zyyKR-cAAAAJ:vV6vV6tmYwMC",
    "num_citations": 20,
    "citedby_url": "/scholar?hl=en&cites=5846496803653093269",
    "cites_id": [
        "5846496803653093269"
    ],
    "pub_url": "https://www.cairn.info/revue-geographie-economie-societe-2016-4-page-493.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:lQcz6t3tIlEJ:scholar.google.com/",
    "cites_per_year": {
        "2015": 1,
        "2016": 2,
        "2017": 4,
        "2018": 3,
        "2019": 4,
        "2020": 0,
        "2021": 1,
        "2022": 3,
        "2023": 2
    }
}