{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "SAR tomography for the retrieval of forest biomass and height: Cross-validation at two tropical forest sites in French Guiana",
        "pub_year": 2016,
        "citation": "Remote sensing of environment 175, 138-147, 2016",
        "author": "Dinh Ho Tong Minh and Thuy Le Toan and Fabio Rocca and Stefano Tebaldini and Ludovic Villard and Maxime Réjou-Méchain and Oliver L Phillips and Ted R Feldpausch and Pascale Dubois-Fernandez and Klaus Scipal and Jérôme Chave",
        "journal": "Remote sensing of environment",
        "volume": "175",
        "pages": "138-147",
        "publisher": "Elsevier",
        "abstract": "Developing and improving methods to monitor forest carbon in space and time is a timely challenge, especially for tropical forests. The next European Space Agency Earth Explorer Core Mission BIOMASS will collect synthetic aperture radar (SAR) data globally from employing a multiple baseline orbit during the initial phase of its lifetime. These data will be used for tomographic SAR (TomoSAR) processing, with a vertical resolution of about 20 m, a resolution sufficient to decompose the backscatter signal into two to three layers for most closed-canopy tropical forests. A recent study, conducted in the Paracou site, French Guiana, has already shown that TomoSAR significantly improves the retrieval of forest aboveground biomass (AGB) in a high biomass forest, with an error of only 10% at 1.5-ha resolution. However, the degree to which this TomoSAR approach can be transferred from one site to another has not …"
    },
    "filled": true,
    "author_pub_id": "nInz-UwAAAAJ:4DMP91E08xMC",
    "num_citations": 152,
    "citedby_url": "/scholar?hl=en&cites=3026291403480974750",
    "cites_id": [
        "3026291403480974750"
    ],
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0034425715302595",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:nkVNW_-L_ykJ:scholar.google.com/",
    "cites_per_year": {
        "2016": 5,
        "2017": 20,
        "2018": 25,
        "2019": 24,
        "2020": 19,
        "2021": 29,
        "2022": 14,
        "2023": 13
    }
}