{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Politiques d'appui à l'agroécologie en Amérique Latine et Caraïbes: enseignement des processus d'institutionnalisation",
        "pub_year": 2018,
        "citation": "Journées SFER «Politiques agricoles et alimentaires: trajectoires et réformes», 2018",
        "author": "Jean-François Le Coq and Eric Sabourin and Muriel Bonin and Sandrine Freguin-Gresh and Jacques Marzin",
        "conference": "Journées SFER «Politiques agricoles et alimentaires: trajectoires et réformes»",
        "abstract": "En réponse aux limites des modèles de production, dit conventionnels, mis en place sur les principes de la révolution verte, des systèmes productifs alternatifs intégrant des enjeux environnementaux, sociaux, économiques et de santé publique se sont développés dans le monde dès les années 1970. L’Amérique Latine et la Caraïbe (ALC) a été particulièrement confrontée aux impasses et dérives de cette agriculture conventionnelle, issue de la révolution verte, et portée par des formes de production agroindustrielles orientées vers l’exportation et destructrices de l’environnement. En réaction, l’agroécologie a émergé comme une proposition alternative de modèle productif et alimentaire.Dans cette communication, nous chercherons à appréhender les processus qui ont conduit à l’institutionnalisation de l’agroécologie en Amérique Latine et Caraïbes. Pour ce faire nous nous appuyons sur une synthèse d’études de cas de 8 pays en ALC (Mexique, Cuba, El Salvador, Nicaragua, Costa Rica, Brésil, Argentine et Chili) 1. Ces études ont été réalisées à partir d’une grille d’analyse commune comprenant 3 entrées: 1) les conceptions d’agriculture alternatives présentes dans les politiques et soutenues par les acteurs, 2) les processus de politiques et la trajectoire des mouvements sociaux, et 3) les contenus des politiques et leur mise en œuvre. Ces études de cas reposent sur des analyses bibliographiques (littérature académique et documents de politique) ainsi que des entretiens ciblés auprès de personnes ressources et d’acteurs des mouvements sociaux et des administrations publiques des pays concernés."
    },
    "filled": true,
    "author_pub_id": "ARl-VIoAAAAJ:mvPsJ3kp5DgC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-02794321/document",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:TtwaJhOs6e8J:scholar.google.com/",
    "cites_per_year": {}
}