{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Land cover mapping using Sentinel‐2 images and the semi‐automatic classification plugin: A Northern Burkina Faso case study",
        "pub_year": 2018,
        "citation": "QGIS and Applications in Agriculture and Forest 2, 119-151, 2018",
        "author": "Louise Leroux and Luca Congedo and Beatriz Bellón and Raffaele Gaetano and Agnès Bégué",
        "journal": "QGIS and Applications in Agriculture and Forest",
        "volume": "2",
        "pages": "119-151",
        "publisher": "John Wiley & Sons, Inc.",
        "abstract": "Land cover mapping relies mainly on the classification of satellite images using supervised techniques. The European Space Agency (ESA's) Sentinel‐2 (S2) images available since 2015 and providing images at a high temporal and spatial (10 m) resolutions, offer new opportunities for land cover monitoring using remote sensing in Africa. This chapter presents a methodology for land cover mapping based on S2 and the semi‐automatic classification plugin (SCP) for quantum geographic information system (QGIS). SCP is a free and open‐source plugin developed by Luca Congedo allowing the implementation of SCP based on a variety of satellite images such as MODIS, Landsat or S2. After having the overall workflow for the land cover classification from satellite images, it proposes an example of application in QGIS, taking as a case study the region of Yilou, located in the province of Bam, in Burkina …"
    },
    "filled": true,
    "author_pub_id": "d-I1U1gAAAAJ:P5F9QuxV20EC",
    "num_citations": 52,
    "citedby_url": "/scholar?hl=en&cites=17917283302095948737",
    "cites_id": [
        "17917283302095948737"
    ],
    "pub_url": "https://onlinelibrary.wiley.com/doi/abs/10.1002/9781119457107.ch4",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:wYt3wTv6pvgJ:scholar.google.com/",
    "cites_per_year": {
        "2018": 7,
        "2019": 5,
        "2020": 9,
        "2021": 16,
        "2022": 7,
        "2023": 8
    }
}