{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Etalement urbain et géoprospective: apports et limites des modèles de spatialisation. Application aux modèles SLEUTH, LCM et NEDUM-2D",
        "pub_year": 2016,
        "citation": "Cybergeo: European Journal of Geography, 2016",
        "author": "Rahim Aguejdad and Omar Doukari and Thomas Houet and Paolo Avner and Vincent Viguié",
        "journal": "Cybergeo: European Journal of Geography",
        "publisher": "CNRS-UMR Géographie-cités 8504",
        "abstract": "L’objectif de cet article est d’évaluer les apports et les limites d’usage des modèles SLEUTH, LCM et NEDUM-2D pour spatialiser des scénarios prospectifs d’aménagement du territoire. Les deux modèles de changements d’occupation et d’usage des sols spatialement explicites SLEUTH et LCM sont basés sur une approche inductive de simulation de patrons spatiaux tandis que NEDUM-2D est un modèle économique d’expansion urbaine à base de processus. L’application porte sur l’aire urbaine de Toulouse dont les trajectoires d’évolution des changements d’occupation et d’usage des sols entre 1990 et 2006 ont préalablement été reconstruites. Le but est de suivre la dynamique spatio-temporelle de l’expansion urbaine et de calibrer les deux modèles SLEUTH et LCM. Après une présentation détaillée de la démarche méthodologique de construction de scénarios contrastés, cohérents et plausibles de développement urbain, le fonctionnement et les hypothèses propres à chacun des trois modèles de spatialisation sont présentés. Ensuite, une analyse comparative des résultats des deux modèles SLEUTH et LCM est menée à travers la spatialisation d’un scénario tendanciel élaboré à l’horizon 2025. Les résultats obtenus montrent d’importantes différences entre les simulations issues des deux modèles. L’influence de ces derniers concerne à la fois la quantité de changement et son allocation spatiale. Les résultats indiquent aussi que les deux modèles empiriques SLEUTH et LCM, calibrés à l’aide des trajectoires passées, ne permettent pas de spatialiser des scénarios de rupture avec les tendances passées. A l’issue de cette analyse …"
    },
    "filled": true,
    "author_pub_id": "xO572bUAAAAJ:M3ejUd6NZC8C",
    "num_citations": 9,
    "citedby_url": "/scholar?hl=en&cites=7790920777921210382",
    "cites_id": [
        "7790920777921210382"
    ],
    "pub_url": "https://journals.openedition.org/cybergeo/27668",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Dig0YSvpHmwJ:scholar.google.com/",
    "cites_per_year": {
        "2016": 2,
        "2017": 0,
        "2018": 1,
        "2019": 0,
        "2020": 3,
        "2021": 3
    }
}