{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Les services écosystémiques offerts par les espaces verts publics en ville. Vers une prise en compte des EVP comme équipement urbain multifonctionnel?",
        "pub_year": 2016,
        "citation": "Colloque international. Services écosystémiques: Apports et pertinence dans …, 2016",
        "author": "Lotfi Mehdi and Christiane Weber and Francesca Di Pietro and Wissal Selmi",
        "conference": "Colloque international. Services écosystémiques: Apports et pertinence dans les milieux urbains",
        "abstract": "Depuis la « vulgarisation » de la notion de services écosystémiques (SE), notamment grâce au rapport du MEA (Millennium Ecosystem Assessment, 2005), son sens et ses usages ont connu une évolution considérable (Potschin & Haines-Young, 2011, Selmi et al, 2013). De nombreux chercheurs, d’origines disciplinaires diverses, se sont emparés du concept et n’hésitent plus à le redéfinir ou lui donner de nouvelles dimensions.   Les services écosystémiques ont été étudiés dans le milieu urbain avant même la publication du rapport du MEA, à l’exemple de l’étude de Bolund & Hunhammar (1999) ; d’autres lui ont emboîté le pas (Nowak & Dwyer, 2007 ; Niemela et al., 2010 ; Young, 2010 ; Dobbs et al., 2011). Depuis, les travaux sur le rôle des espaces végétalisés urbains sont en constante croissance (Haase et al, 2014).   Par ailleurs, la nécessite de prendre en compte la multifonctionnalité des espaces verts dans l’élaboration des plans d’urbanisme est désormais fortement suggérée (Searns, 1995 ; Mehdi et al, 2012). Selon Merlin et Choay (2009), l’échec de l’aménagement des espaces verts publics durant les cinq dernières décennies, manifesté par l’abandon des usagers, est dû à leur caractère monofonctionnel. La planification des trames vertes urbaines apparaît alors comme une opportunité de valoriser d’une manière concrète les SE fournis par les espaces verts publics. A la croisée de ces enjeux, l’objectif de notre étude est de discuter les défis qui entourent la question suivante : Comment concrétiser la transition des EV : d’un décor à un équipement urbain multifonctionnel, en valorisant leurs SE ?  Dans une synthèse …"
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:yB1At4FlUx8C",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-01337640/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Ui8Dict7CdAJ:scholar.google.com/",
    "cites_per_year": {}
}