{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Simulating imaging spectroscopy in tropical forest with 3d radiative transfer modeling",
        "pub_year": 2021,
        "citation": "Remote Sensing 13 (11), 2120, 2021",
        "author": "Dav M Ebengo and Florian De Boissieu and Grégoire Vincent and Christiane Weber and Jean-Baptiste Féret",
        "journal": "Remote Sensing",
        "volume": "13",
        "number": "11",
        "pages": "2120",
        "publisher": "MDPI",
        "abstract": "Optical remote sensing can contribute to biodiversity monitoring and species composition mapping in tropical forests. Inferring ecological information from canopy reflectance is complex and data availability suitable to such a task is limiting, which makes simulation tools particularly important in this context. We explored the capability of the 3D radiative transfer model DART (Discrete Anisotropic Radiative Transfer) to simulate top of canopy reflectance acquired with airborne imaging spectroscopy in a complex tropical forest, and to reproduce spectral dissimilarity within and among species, as well as species discrimination based on spectral information. We focused on two factors contributing to these canopy reflectance properties: the horizontal variability in leaf optical properties (LOP) and the fraction of non-photosynthetic vegetation (NPVf). The variability in LOP was induced by changes in leaf pigment content, and defined for each pixel based on a hybrid approach combining radiative transfer modeling and spectral indices. The influence of LOP variability on simulated reflectance was tested by considering variability at species, individual tree crown and pixel level. We incorporated NPVf into simulations following two approaches, either considering NPVf as a part of wood area density in each voxel or using leaf brown pigments. We validated the different scenarios by comparing simulated scenes with experimental airborne imaging spectroscopy using statistical metrics, spectral dissimilarity (within crowns, within species, and among species dissimilarity) and supervised classification for species discrimination. The simulation of NPVf based on …"
    },
    "filled": true,
    "author_pub_id": "LVmWs2Ay7ukC:XiSMed-E-HIC",
    "num_citations": 5,
    "citedby_url": "/scholar?hl=en&cites=3641031873115794979",
    "cites_id": [
        "3641031873115794979"
    ],
    "pub_url": "https://www.mdpi.com/2072-4292/13/11/2120",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Iy7xlDKLhzIJ:scholar.google.com/",
    "cites_per_year": {
        "2022": 1,
        "2023": 3,
        "2024": 1
    }
}