{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Les pratiques militantes d’un avocat travailliste contre des restructurations d’entreprises: Cinq cas de contestation judiciaire (1990-2000)",
        "pub_year": 2017,
        "citation": "Politix, 77-102, 2017",
        "author": "Jean-Philippe Tonneau",
        "journal": "Politix",
        "number": "2",
        "pages": "77-102",
        "publisher": "Cairn/Softwin",
        "abstract": "Les restructurations et les licenciements collectifs ont fait la une de la presse nationale et régionale, ou tout au moins ont occupé, ces dernières années, une place de choix dans les pages économiques et/ou judiciaires. Pour autant les chercheurs se sont peu penchés sur la contestation judiciaire et juridique menée par les élus du personnel et sur les relations entretenues avec leur avocat. À partir des archives professionnelles de l’avocat Tiennot Grumbach, l’article relate l’épisode juridique de cinq restructurations d’entreprise. Dans un premier temps, il tente de saisir l’usage syndical par le bas des élus syndicaux en s’intéressant à leur mobilisation du droit et son articulation avec d’autres modes d’actions. Dans un deuxième temps, l’article s’interroge sur les raisons du recours au droit et à T. Grumbach par les représentants du personnel. L’engagement d’une procédure par les élus pour contester la …"
    },
    "filled": true,
    "author_pub_id": "FcRgvV4AAAAJ:ufrVoPGSRksC",
    "num_citations": 2,
    "citedby_url": "/scholar?hl=en&cites=7501610111041753721",
    "cites_id": [
        "7501610111041753721"
    ],
    "pub_url": "https://www.cairn.info/revue-politix-2017-2-page-77.htm",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:eVIfmKYSG2gJ:scholar.google.com/",
    "cites_per_year": {
        "2017": 1,
        "2018": 1
    }
}