{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Les écoles-acteurs en Guadeloupe, un espace de débat sur les pollutions agricoles et le devenir de l’agriculture",
        "pub_year": 2021,
        "citation": "Cahiers Agricultures 30, 9, 2021",
        "author": "Jean-Philippe Tonneau and Vincent Bonnal and Jeremy Bourgoin and Agathe Cheval and Magalie Jannoyer and Jean-Pierre Chéry and Philippe Cattan",
        "journal": "Cahiers Agricultures",
        "volume": "30",
        "pages": "9",
        "publisher": "EDP Sciences",
        "abstract": "Le projet RIVAGE veut favoriser l’adoption de pratiques alternatives pour gérer les impacts de la pollution diffuse dans le bassin versant de la rivière Pérou en Guadeloupe. Son objectif est de produire et partager les connaissances sur les processus, les impacts et les pratiques innovantes avec les acteurs du territoire. Pour faciliter la prise en compte des résultats, le projet a créé une « école-acteurs ». L’école-acteurs est un espace d’échanges autour des thématiques liées à la pollution diffuse agricole. Le concept d’école-acteurs fait référence aux théories d’éducation populaire et d’apprentissage collectif. L’article rappelle ces références théoriques et les utilise dans un processus d’auto-évaluation des premiers résultats obtenus par l’école-acteurs. Les auteurs dressent quelques enseignements et orientations pour le futur."
    },
    "filled": true,
    "author_pub_id": "2VcdqlUAAAAJ:NhqRSupF_l8C",
    "num_citations": 3,
    "citedby_url": "/scholar?hl=en&cites=14530748029532633824",
    "cites_id": [
        "14530748029532633824"
    ],
    "pub_url": "https://www.edp-open.org/articles/cagri/pdf/2021/01/cagri200067.pdf",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4Pr_fFiWp8kJ:scholar.google.com/",
    "cites_per_year": {
        "2021": 1,
        "2022": 1,
        "2023": 1
    }
}