{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "LinkedMDR: un modèle sémantique de représentation de corpus de documents multimédia.",
        "pub_year": 2017,
        "citation": "INFORSID, 11-26, 2017",
        "author": "Nathalie Charbel and Christian Sallaberry and Sébastien Laborie and Gilbert Tekli and Richard Chbeir",
        "conference": "INFORSID",
        "pages": "11-26",
        "abstract": "Dans le domaine du BTP, les projets de construction impliquent l'échange d'un volume important d'informations entre divers acteurs ayant des domaines d'expertises et des intérêts différents. La plupart des données échangées au sein de tels projets sont non ou semi-structurées, présentées dans des documents hétérogènes (souvent multimédia tels que des plans ou des rapports) et proviennent de sources variées. Bien évidemment, ces documents sont liés les uns aux autres par des liens explicites (p.ex., des références à tout ou partie de documents introduites par l'auteur) ou bien implicites (p.ex., selon les thèmes abordés dans les documents, tels que la plomberie, l'éléctricité ou l'isolation thermique du bâtiment). Identifier ce réseau de données liées entre documents tout au long de l'évolution d'un projet de construction, de l'indexation jusqu'à la recherche d'information, est aujourd'hui primordial pour faciliter la tâche d'un maître d'ouvrage ou d'un maître d'oeuvre. Pour mener à bien cet objectif, dans cet article nous décrivons une nouvelle ontologie intitulée LinkedMDR (Linked Multimedia Document Representation). Cette ontologie est fondée sur l'intégration d'éléments issus de plusieurs standards de description de métadonnées multimédia dont Dublin Core (DC), Text Encoding Initiative (TEI) et Multimedia Content Description Interface (MPEG-7). Nous proposons de lier les standards de description les uns aux autres grâce à notre ontologie tout en fournissant de nouveaux concepts et relations non-pris en charge actuellement par ces standards. Cette représentation unifiée des documents nous permet donc de représenter …"
    },
    "filled": true,
    "author_pub_id": "ZC5cTtAMFr4C:kzcrU_BdoSEC",
    "num_citations": 0,
    "pub_url": "https://hal.science/hal-01553840/",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:I3l7MyKaM54J:scholar.google.com/",
    "cites_per_year": {}
}