{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Étude des disparités d’éducation du quartier sur la pratique du transport actif vers le lieu de travail/étude: l’effet modérateur de la distance (une étude ACTI-Cités)",
        "pub_year": 2017,
        "citation": "Nutrition Clinique et Métabolisme 31 (1), 58, 2017",
        "author": "Camille Perchoux and J-A Nazare and Tarik Benmarhnia and Paul Salze and Thierry Feuillet and Serge Hercberg and Franck Hess and Medhi Menai and Christiane Weber and Hélène Charreire and Christophe Enaux and J-M Oppert and Chantal Simon and ACTI-Cités Consortium",
        "journal": "Nutrition Clinique et Métabolisme",
        "volume": "31",
        "number": "1",
        "pages": "58",
        "publisher": "Elsevier Masson",
        "abstract": "La promotion de la pratique de l’activité physique, notamment par le transport actif (marche, vélo), est devenue un enjeu prioritaire des politiques de nutrition de santé publique. Ces dernières années, des études ont montré l’influence de déterminants sociaux sur la pratique du transport actif, tant à l’échelle individuelle qu’à l’échelle du quartier. Cependant, peu d’études se sont intéressées aux mécanismes par lesquels l’environnement social influence le transport actif vers les lieux de travail/études chez les adultes. Cette étude a deux objectifs : (i) évaluer l’effet du niveau d’éducation du quartier de résidence sur le transport actif vers le lieu de travail/étude ; (ii) évaluer dans quelle mesure la distance de trajet vient modérer la relation entre le niveau d’éducation du quartier et le transport actif.Cette étude s’appuie sur un sous-échantillon de l’étude NutriNet-Santé (n …"
    },
    "filled": true,
    "author_pub_id": "d7eGnUsAAAAJ:L7CI7m0gUJcC",
    "num_citations": 0,
    "pub_url": "https://www.sciencedirect.com/science/article/pii/S0985056216303405",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:N5VcDHIFQk8J:scholar.google.com/",
    "cites_per_year": {}
}