{
    "container_type": "Publication",
    "source": "AUTHOR_PUBLICATION_ENTRY",
    "bib": {
        "title": "Impact assessment of a satellite data infrastructure: application to the management of clear cuts in France",
        "pub_year": 2021,
        "citation": "Revue d'économie régionale et urbaine, 473-494, 2021",
        "author": "Amadou Niang and Helene Rey-Valette and Pierre Maurel and Kenji Ose and Chadi Jabbour and Jean-Michel A Salles",
        "journal": "Revue d'économie régionale et urbaine",
        "number": "2021/3",
        "pages": "473-494",
        "abstract": "Cet article propose un cadre d'évaluation des impacts économiques des Infrastructures de Données Géographiques et Spatiales (IDGS), à partir de l'exemple de GEOSUD et des cartes de coupes rases relatives à la gestion des forêts. L'évaluation est réalisée à partir d'une enquête en ligne auprès des services de l'État chargés du contrôle des coupes rases. Les effets portent sur les économies de coûts et de productivité, la valeur ajoutée créée à l'échelle de la chaine de valeur liée à ces cartes et sur les processus d'innovation au sein des adhérents de GEOSUD. D'autres effets qualitatifs sur les propriétés des politiques forestières et plus généralement sur les dynamiques de développement territorial sont aussi appréhendés. Au total il apparaît que pour un euro dépensé pour le fonctionnement de l'IDGS (hors investissement initial), la valeur ajoutée créée directement et indirectement s'élève au maximum à 63€ et les coûts de transactions évités à 24 €."
    },
    "filled": true,
    "author_pub_id": "xXmXpa0AAAAJ:4JMBOYKVnBMC",
    "num_citations": 0,
    "pub_url": "https://hal.science/view/resolver/hal-02609348",
    "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:g7n7UEcEPucJ:scholar.google.com/",
    "cites_per_year": {}
}